Repository: jackiechou/EagleFramework
Catalog: Eagle.Resources/LanguageResource.*.resx
Languages: vi

source: Package Option
vi: Lựa chọn

source: Select Tax Rate
vi: Chọn tỉ lệ thuế

# CreateServiceTaxRate
source: Create Tax Rate
vi: Tạo tỉ lệ phí mới

source: Create Tax Rate
vi: Tạo tỉ lệ phí mới

# EditServiceTaxRate
source: Edit Tax Rate
vi: Hiệu chỉnh tỉ lệ phí

source: Edit Tax Rate
vi: Tạo tỉ lệ phí mới

source: Invalid Tax Rate
vi: Tỉ lệ phí không hợp lệ

# ServiceTaxRate
source: Tax Rate
vi: Tỉ lệ phí

source: Any Employee
vi: Bất cứ nhân viên nào

source: Anyone
vi: Bất cứ ai

source: Any Staff
vi: Bất cứ nhân viên nào

source: Choose Package
vi: Chọn gói dịch vụ

source: Package Description
vi: Đặc tả

source: Delivery
vi: Giao hàng

source: Shipment
vi: Vận chuyển

source: Shipping
vi: Vận chuyển

source: Transaction
vi: Giao dịch

source: Is International
vi: Thuộc quốc tê

source: Receiver Name
vi: Tên người nhận

source: Ship Date
vi: Ngày vận chuyển

# ShipMethodId
source: Ship Method
vi: Phương thức vận chuyển

# OrderPaymentId
source: Order Payment
vi: Thanh toán đơn hàng

source: Order Shipment Id
vi: Đơn hàng vận chuyển

source: Payment Code
vi: Mã thanh toán

source: Payment Expire
vi: Thời hạn

source: Payment Name
vi: Tên

source: Payment Number
vi: Tài khoản số

source: Promotion Code
vi: Mã khuyến mãi

source: Promotion Type
vi: Loại khuyến mãi

source: Promotion
vi: Khuyến mãi

source: Promotion Discount
vi: Phần chiết khấu khuyến mãi

source: Gross Salary
vi: Lương gộp

source: Insurance Fee
vi: Phí bảo hiểm

source: Invalid Promotion Code
vi: Mã khuyến mãi không hợp lệ

source: Invalid Promotion Id
vi: Mã khuyến mãi không hợp lệ

source: Please Enter Capacity
vi: Vui lòng nhập số lượng tham gia

source: Select Package
vi: Chọn gói dịch vụ

# InvalidCapacity
source: Capacity is invalid
vi: Số lượng nhập vào không hợp lệ

# InvalidNumber
source: Number is invalid
vi: Số lượng nhập vào không hợp lệ

source: Total Amount
vi: Tổng

source: Total Items
vi: Tổng số lương

source: Total Products
vi: Tổng sản phẩm

# SelectCategoryBefore
source: Please Select Category Before Selecting Package
vi: Vui lòng chọn chủ đề trước khi chọn gói dịch vụ

# SelectPackageBefore
source: Please Select Package Before Selecting Staff
vi: Vui lòng chọn gói dịch vụ trước khi chọn nhân viên

source: Please Select Package
vi: Vui lòng chọn gói dịch vụ

# PeriodGroupId
source: Period Group
vi: Nhóm giai đoạn

source: Checkout
vi: Thanh toán

# CustomerInfo
source: CustomerInformation
vi: Thông tin khách hàng

source: Customer Information
vi: Thông tin khách hàng

source: Delivery Address
vi: Địa chỉ giao hàng

# NoItemInShopCart
source: You have no items in your shopping cart.
vi: Không tìm thấy mục sản phẩm trong giỏ hàng

# ReceiverAddress
source: Receiver's Address
vi: Địa chỉ giao hàng

source: Shipped Address
vi: Địa chỉ giao hàng

# ShippingInfo
source: Shipping Information
vi: Thông tin giao hàng

source: Shipping Information
vi: Thông tin giao hàng

source: Taxes
vi: Thuế

source: The Selected Items
vi: Danh sách được chọn

source: Cart
vi: Giỏ hàng

source: Add To Cart
vi: Thêm vào giỏ hàng

source: Add Review
vi: Thêm bình luận

source: Clear Cart
vi: Xóa giỏ hàng

source: Continue Shopping
vi: Tiếp tục mua sắm

source: Quick Review
vi: Xem nhanh

source: Shopping Cart
vi: Giỏ hàng

source: View Cart
vi: Xem giỏ hàng

source: Buy More
vi: Mua thêm sản phẩm khác

source: In Stock
vi: trong kho

source: Shopping More
vi: Mua thêm sản phẩm khác

source: Weights
vi: Tổng cân nặng

source: Your Cart
vi: Giỏ hàng của bạn

source: Estimated Shipping
vi: Ước tính phí giao hàng

source: Categories
vi: Nhóm danh mục

source: Select Category
vi: Chọn danh mục

source: Related Products
vi: Sản phẩm liên quan

source: Rating
vi: Bầu chọn

# SaleOff
source: Off
vi: Giảm giá

source: Shop
vi: Cửa hàng

source: Shop Now
vi: Mua sắm ngay

source: Shopping
vi: Mua sắm

source: Shopping Now
vi: Mua sắm ngay

source: File Link
vi: Đường dẫn tập tin

source: Image Link
vi: Đường dẫn hình ảnh

source: Image Path
vi: Đường dẫn hình ảnh

source: Image Url
vi: Đường dẫn hình ảnh

source: Path
vi: Đường dẫn

source: Physical Path
vi: Đường dẫn vật lý

source: Virtual Path
vi: Đường dẫn tương đối

source: InvalidPromoCode
vi: Ma giam gia khong ton tai

source: ValidPromoCode
vi: Ma giam gia hop le

# OrderCannotSaveOrder
source: System may be down, could you please try again?
vi: Giao dich that bai, vui long thu lai sau!

# OrderEmptyCart
source: Your cart is empty!
vi: Gio hang cua ban chua co san pham nao!

# OrderProcessPaymentError
source: The transaction is failed, could you please try again?
vi: Giao dich thanh toan that bai, vui long thu lai sau!

# OrderPromoCodeUtilized
source: Promotion code is already utilized, please enter another one!
vi: Ma khuyen mai da duoc su dung, xin moi nhap ma khac!

# OrderQuantityNotSufficient
source: Your items contains out-of-stock product.
vi: Gio hang cua ban chua mot san pham da het hang!

source: Cardholder Name
vi: Chủ tài khoản

source: CSC
vi: Mã số an ninh

source: Expiration Date
vi: Ngày hết hạn

source: Processing through Payment Gateway
vi: Thanh toán qua cổng thanh toán

# ChoosePaymentMethod
source: Choose a payment method
vi: Chọn phương thức thanh toán

source: Pay by PayPal
vi: Thanh toán qua Paypal

# OrderPaymentFail
source: Payment Fail
vi: Thanh toán thất bại

source: OrderComplete
vi: Don hang thanh cong

# CartItemStatusNotBeenSalesYet
source: This item is not available yet.
vi: San pham nay chua duoc ban.

# CartItemStatusOutOfStock
source: This item is out of stock.
vi: San pham hien dang het hang. Vui long chon san pham khac!

# CartItemStatusRemoved
source: This item is no longer for sales.
vi: San pham nay chua duoc ban.

# CartItemStatusAvailable
source: Status: Available
vi: Tình trạng : Sẵn sàng

# CartItemStatusExceedUnitOfStock
source: Status : Not Enough for Supplying
vi: Tình trạng : Không đủ cung cấp

source: Top Host Menu
vi: Danh muc phia tren

# OrderAttribute
source: Attribute
vi: Đặc tính

# OrderDimension
source: Dimension
vi: Kích thước

# OrderDimensionWeight
source: DimensionWeight
vi: Kích thước và trọng lượng

# OrderInventory
source: Inventory
vi: Kho

# OrderLimitation
source: Limitation
vi: Giới hạn

# OrderSpecification
source: Specification
vi: Chi tiết

# OrderState
source: State
vi: Tình trạng

# OrderUnit
source: Unit
vi: Đơn vị

# OrderWeight
source: Weight
vi: Cân nặng

# BottomAdminMenu
source: Admin Menu on the bottom
vi: Danh mục phía dưới

# BottomDesktopMenu
source: Desktop Menu on the bottom
vi: Danh mục phía dưới

# BottomHostMenu
source: Host Menu at Bottom
vi: Danh mục phía dưới

# LeftAdminMenu
source: Main Admin Menu on the left
vi: Danh mục bên trái

# LeftDesktopMenu
source: Desktop Menu on the left
vi: Danh mục bên trái

# LeftHostMenu
source: Host Menu on the left
vi: Danh mục bên trái

source: Main Admin Menu
vi: Danh mục chính

source: Main Desktop Menu
vi: Danh mục chính

source: Main Host Menu
vi: Danh mục chính

# RightAdminMenu
source: Main Admin Menu on the right
vi: Danh mục bên phải

# RightDesktopMenu
source: Desktop Menu on the right
vi: Danh mục bên phải

# RightHostMenu
source: Host Menu on the right
vi: Danh mục bên phải

# TopAdminMenu
source: Admin Menu on the top
vi: Danh mục phía trên

# TopDesktopMenu
source: Desktop Menu on the top
vi: Danh mục phía trên

source: Event Detail
vi: Sự kiện chi tiết

source: Package Detail
vi: Thông tin chi tiết gói dịch vụ

source: How To Buy
vi: Hướng dẫn mua hàng

source: Functional Areas
vi: Chức năng nghiệp vụ

source: Organizational Structure
vi: Cơ cấu tổ chức

source: Shopping Help
vi: Hướng dẫn mua hàng

source: Refund Policy
vi: Chính sách hoàn trả

source: Help Desk
vi: Trợ giúp

source: Refund
vi: Hoàn trả

source: Support
vi: Hỗ trợ

source: Support Desk
vi: Hỗ trợ

source: Beauty Salon
vi: Thẩm mỹ viện

source: Latest Products
vi: Sản phẩm mới

source: Latest Services
vi: Dịch vụ mới

source: Save and Back
vi: Lưu và quay về

source: Related Services
vi: Dịch vụ liên quan

source: View All
vi: Xem tất cả

# ViewDetail
source: Detail
vi: Chi tiết

# ViewDetails
source: Details
vi: Chi tiết

source: Process Payment
vi: Tiến hành thanh toán

# PickShippingMethod
source: Pick the shipping method
vi: Chọn phương thưc vận chuyển

source: Credit Card
vi: Thẻ thanh toán

# TransactionFailure
source: There is an error in the transaction
vi: Giao dịch thất bại

# TransactionSuccess
source: Transaction is executed successfully
vi: Giao dịch thành công

source: Card Holder
vi: Chủ tài khoản

source: CVV
vi: Mã xác nhận

source: Token
vi: Chuỗi xác nhận

# ExpMonth
source: Expired Month
vi: Tháng hết hạn

# ExpYear
source: Expired Year
vi: Năm hết hạn

source: Saving
vi: Tiết kiệm

source: Best Sell Packages
vi: Gói dịch vụ bán chạy nhất

source: Latest Packages
vi: Gói dịch vụ mới nhất

source: Most Popular Packages
vi: Gói dịch vụ phổ biến nhất

source: Popular Packages
vi: Gói dịch vụ phổ biến

# DependentProductsBasedOnCategory
source: There are some products based on this category
vi: Có một số sản phẩm phụ thuộc trên danh mục này

# DependentSubCategoriesBasedOnCategory
source: There are some depedent categories based on this category
vi: Có một số danh mục phụ thuộc trên danh mục này

source: Update New Total View Success
vi: Cập nhật thành công tổng lượt xem

source: View More
vi: Xem thêm

source: Wish List
vi: Danh sách yêu thích

source: Remark
vi: Đánh giá

source: Remarks
vi: Đánh giá

source: Vote
vi: Bầu chọn

source: Votes
vi: Bầu chọn

source: Preview
vi: Xem trước

source: Forgot Password
vi: Quên mật khẩu

source: Forgot Your Password
vi: Quên mật khẩu

source: Available Quantity
vi: Số lượng sẵn sàng

# ItemAlias
source: Alias
vi: Biệt danh

source: Item Code
vi: Mã số

source: Item Name
vi: Tên

# PackageCode
source: Code
vi: Mã số

# CardType
source: Cart Type
vi: Loại thẻ

source: Account No
vi: Số tài khoản

source: Private Key
vi: Mã cá nhân

source: Public Key
vi: Mã công khai

# EnterYourPromotionCode
source: Enter your voucher or coupon code
vi: Nhập mã khuyến mãi

# ValidPromotionCode
source: Promotion code was applied successfully !
vi: Mã khuyến mãi đã áp dụng thành công

source: Confirm Order
vi: Xác nhận đơn hàng

source: Review and edit your cart
vi: Xem và chỉnh sửa giỏ hàng

source: Shopping Cart
vi: Giỏ hàng

# EmptyCart
source: Your shopping cart is empty
vi: Không có sản phẩm hay dịch vụ trong giỏ hàng !

# CustomerSessionTimeOut
source: Expired Session ! Please login again!
vi: Hết phiên làm việc ! Vui lòng đăng nhập lại !

source: Cannot Save Order Product Temp
vi: Không thể lưu nội dung đơn hàng cụ thể

source: Cannot Save Order Temp
vi: Không thể lưu đơn hàng tạm thời

source: Pick Payment Method
vi: Chọn phương thức thanh toán

source: Cannot Save Order
vi: Không thể lưu đơn hàng

source: Available
vi: Còn hàng

source: InAvailable
vi: Hết hàng

source: Out of Stock
vi: Hết hàng

source: Timeout
vi: Hết phiên làm việc

source: Tracking Order
vi: Tra cứu đơn hàng

source: Chat
vi: Trò chuyện

# NotFoundOrder
source: There is no order
vi: Không tìm thấy đơn hàng

source: Undefined
vi: Không xác định

source: My Profile
vi: Lược sử

# BirthdayMustBeGreaterThanMinDate
source: Birthday must be greater than min date - 1900
vi: Ngày sinh nhật phải lớn hơn năm 1900

# DirectoryNotFoundException
source: The directory has not been found
vi: Không tìm thấy thư mục này

# DuplicateAllotedTime
source: Alloted Time is duplicated
vi: Trùng thời gian ấn định

# DuplicateAttribute
source: Attribute is duplicated
vi: Trùng đặc tính - thuộc tính

# DuplicateAttributeName
source: Attribute Name is duplicated
vi: Trùng tên đặc tính

# DuplicateBackgroundName
source: Background Name is duplicated
vi: Trùng tên hình nền

# DuplicateBannerPositionName
source: Banner position name is duplicated
vi: Trùng tên vị trí biểu ngữ

# DuplicateBannerTitle
source: Banner title is duplicated
vi: Trùng tiêu đề biễu ngữ

# DuplicateBranchName
source: Branch name is duplicated
vi: Trùng tên chi nhánh

# DuplicateCapabilityCode
source: Module Capability Code is duplicated
vi: Trùng mã chức năng

# DuplicateCapabilityName
source: Module Capability Name is duplicated
vi: Trùng tên chức năng

# DuplicateCategoryName
source: Category name is duplicated
vi: Trùng tên danh mục

# DuplicateCityName
source: City Name is duplicated
vi: Trùng tên thành phố

# DuplicateCollectionName
source: Gallery Collection Name is duplicated
vi: Trùng tên bộ sưu tập

# DuplicateCompanyName
source: Company name is duplicated
vi: Trùng tên công ty

# DuplicateContact
source: Contact is duplicated
vi: Trùng thông tin liên lạc

# DuplicateContentItemName
source: Content item name is duplicated
vi: Trùng tên hạng mục nội dung

# DuplicateContentTypeName
source: Content type name is duplicated
vi: Trùng tên loại nội dung

# DuplicateContractNo
source: Contract No is duplicated
vi: Trùng mã hợp đồng

# DuplicateControllerAction
source: Controller and Action is duplicated
vi: Trùng bộ điều khiển và hành vi

# DuplicateCountryName
source: Country Name is duplicated
vi: Trùng tên quốc gia

# DuplicateCurrencyName
source: Currency Name is duplicated
vi: Trùng tên tiền tệ

# DuplicateCurrencyRate
source: Currency Rate is duplicated
vi: Trùng tỉ lệ tiền tệ

# DuplicateCustomerName
source: Customer Name is duplicated
vi: Trùng tên khách hàng

# DuplicateCustomerNo
source: Customer Number is duplicated
vi: Trùng mã khách hàng

# DuplicateCustomerTypeName
source: Customer Type Name is duplicated
vi: Trùng tên loại khách hàng

# DuplicateDepartmentName
source: Department name is duplicated
vi: Trùng tên phòng ban

# DuplicateDocumentFile
source: Document File is duplicated
vi: Trùng tập tin

# DuplicateDocumentFolder
source: Document Folder is duplicated
vi: Trùng thư mục

# DuplicatedProductCode
source: Product Code is duplicated
vi: Trùng mã sản phẩm

# DuplicatedProductName
source: Product Name is duplicated
vi: Trùng tên sản phẩm

# DuplicateDurationName
source: Duration Name is duplicated
vi: Trùng tiêu đề thời hạn

# DuplicateEmployee
source: Employee is duplicated
vi: Trùng nhân viên

# DuplicateEmployeeNo
source: Employee No is duplicated
vi: Trùng mã nhân viên

# DuplicateEventCode
source: Event Code is duplicated
vi: Trùng mã sự kiện

# DuplicateFolderName
source: Folder Name is duplicated
vi: Trùng tên thư mục

# DuplicateGroupName
source: Group Name is duplicated
vi: Trùng nhóm tên

# DuplicateLanguageCode
source: Language code is duplicated
vi: Trùng mã ngôn ngữ

# DuplicateMailAddress
source: Mail Address is duplicated
vi: Trùng địa chỉ mail

# DuplicateMailServerProviderName
source: Mail Server Provider Name is duplicated
vi: Trùng tên nhà cung cấp mail

# DuplicateManufacturerName
source: Manufacturer Name is duplicated
vi: Trùng tên nhà sản xuất

# DuplicateMessageTypeName
source: Message Type Name is duplicated
vi: Trùng tên loại thông điệp

# DuplicateModuleCapabilityCode
source: Module Capability Code is duplicated
vi: Trùng mã chức năng

# DuplicateModuleCode
source: Module Code is duplicated
vi: Trùng mã mô-đun chức năng

# DuplicateModuleName
source: Module Name is duplicated
vi: Trùng tên mô-đun chức năng

# DuplicateModuleTitle
source: Module Title is duplicated
vi: Trùng tiêu đề mô-đun

# DuplicateNotificationTypeName
source: Notification Type Name is duplicated
vi: Trùng tên loại thông cáo

# DuplicateOptionName
source: Option Name is duplicated
vi: Trùng tên mục chọn

# DuplicatePackageName
source: Package Name is duplicated
vi: Trùng tên gói dịch vụ

# DuplicatePageCode
source: Page Code is duplicated
vi: Trùng mã trang

# DuplicatePageName
source: Page Name is duplicated
vi: Trùng tên trang

# DuplicatePartnerName
source: Partner Name is duplicated
vi: Trùng tên đối tác

# DuplicatePaymentMethodName
source: Payment Method name is duplicated
vi: Trùng tên phương thức thanh toán

# DuplicatePeriodName
source: Period Name is duplicated
vi: Trùng tiêu đề chu kỳ

# DuplicatePermissionName
source: Permission Name is duplicated
vi: Trùng tên phân quyền

# DuplicatePlayListName
source: PlayList Name is duplicated
vi: Trùng tên danh sách

# DuplicatePositionName
source: Position Name is duplicated
vi: Trùng tên vị trí công việc

# DuplicateProduct
source: Product is duplicated
vi: Trùng sản phẩm

# DuplicateProductAttribute
source: Product Attribute is duplicated
vi: Trùng thuộc tính sản phẩm

# DuplicateProductAttributeName
source: Product Attribute Name is duplicated
vi: Trùng tên thuộc tính sản phẩm

# DuplicateProductAttributeOption
source: Product Attribute Option is duplicated
vi: Trùng thuộc tính lựa chọn

# DuplicateProductCategoryName
source: Product Category Name is duplicated
vi: Trùng tên danh mục sản phẩm

# DuplicateProductCoupon
source: Product Coupon is duplicated
vi: Trùng phiếu thưởng

# DuplicateProductDiscount
source: Product Discount is duplicated
vi: Trùng chiết khấu sản phẩm

# DuplicateProductFile
source: Product File is duplicated
vi: Trùng tập tin sản phẩm

# DuplicateProductRange
source: Product Range is duplicated
vi: Trùng phạm vi của sản phẩm

# DuplicateProductTaxRateName
source: Product TaxRate Name is duplicated
vi: Trùng tên tỉ lệ thuế sản phẩm

# DuplicateProducVote
source: Product Vote is duplicated
vi: Trùng phiếu bầu chọn sản phẩm

# DuplicateProfile
source: Profile is duplicated
vi: Trùng thông tin tiểu sử

# DuplicatePromotion
source: Promotion is duplicated
vi: Trùng thông tin khuyến mãi

# DuplicatePromotionCode
source: Promotion Code is duplicated
vi: Trùng mã khuyến mãi

# DuplicateProvinceName
source: Province Name is duplicated
vi: Trùng tên tỉnh

# DuplicatePublicHoliday
source: Public Holiday is duplicated
vi: Trùng thông tin ngày nghỉ lễ

# DuplicatePublicHolidaySet
source: Public Holiday Set is duplicated
vi: Trùng chuỗi tập hợp ngày nghỉ lễ

# DuplicateQualificationNo
source: Qualification No is duplicated
vi: Trùng mã văn bằng chứng chỉ chuyên môn

# DuplicateRegion
source: Region is duplicated
vi: Trùng thông tin vùng/xã/huyện

# DuplicateRegionName
source: Region Name is duplicated
vi: Trùng tên vùng/xã/huyện

# DuplicateSenderName
source: Sender Name is duplicated
vi: Trùng tên người gửi

# DuplicateServiceBooking
source: Service Booking is duplicated
vi: Trùng thông tin dịch vụ đăng ký

# DuplicateServiceBookingOrder
source: Service Booking Order is duplicated
vi: Trùng đơn hàng đăng ký gói dịch vụ

# DuplicateServiceDiscount
source: Service Discount is duplicated
vi: Trùng thông tin chiết khấu dịch vụ

# DuplicateServicePackName
source: Service Pack Name is duplicated
vi: Trùng tên gói dịch vụ

# DuplicateSettingName
source: Setting Name is duplicated
vi: Trùng tên thiết lập

# DuplicateShippingCarrierName
source: Shipping Carrier Name is duplicated
vi: Trùng tên người vận chuyển

# DuplicateShippingMethodName
source: Shipping Method Name is duplicated
vi: Trùng tên phương thức vận chuyển

# DuplicateShippingRateName
source: Shipping Rate Name is duplicated
vi: Trùng tên tỉ lệ phí vận chuyển

# DuplicateSkillName
source: Skill Name is duplicated
vi: Trùng tên kỹ năng

# DuplicateTargetName
source: Target Name is duplicated
vi: Trùng tên người nhận

# DuplicateTaxRate
source: Tax Rate name is duplicated
vi: Trùng tỉ lê thuế

# DuplicateTemplateName
source: Template Name is duplicated
vi: Trùng tên biểu mẫu

# DuplicateTitle
source: Title is duplicated
vi: Trùng tiêu đề

# DuplicateTopicCode
source: Topic Code is duplicated
vi: Trùng mã chủ đề không hợp lệ

# DuplicateTopicName
source: Topic Name is duplicated
vi: Trùng tên chủ đề

# DuplicateTransactionMethodName
source: Transaction Method name is duplicated
vi: Trùng tên phương thức giao dịch

# DuplicateTypeName
source: Type Name is duplicated
vi: Trùng loại tên

# DuplicateUserAddress
source: User Address is duplicated
vi: Trùng địa chỉ người dùnt

# DuplicateUserRole
source: User Role is duplicated
vi: Trùng vai trò chức năng

# DuplicateVendorName
source: Vendor name is duplicated
vi: Trùng tên người bán

# DuplicateVendorProductDiscount
source: Product Discount is duplicated
vi: Trùng chiết khấu sản phẩm

# DuplicateVendorProductType
source: Vendor Product Type is duplicated
vi: Trùng loại sản phẩm

source: End Date must be greater than Start Date
vi: Ngày kết thúc phải lớn hơn ngày hiện tại

# ExistedHomePhone
source: Home Phone has been existed
vi: Đã tồn tại số điện thoại nhà

# ExistedPhone
source: Phone has been existed before
vi: Đã tồn tại số điện thoại

# ExistedWorkPhone
source: Work Phone has been existed
vi: Đã tồn tại số điện thoại văn phòng

# InvalidAction
source: Action is invalid
vi: Hành vi không hợp lệ

# InvalidAddressId
source: Address is invalid
vi: Địa chỉ không hợp lệ

# InvalidAlbumId
source: Album Id is invalid
vi: Mã bộ sưu tập không hợp lệ

# InvalidAttributeId
source: Attribute Id is invalid
vi: Mã thuộc tính không hợp lệ

# InvalidAttributeName
source: Attribute Name is invalid
vi: Tên thuộc tính không hợp lệ

# InvalidAverageRate
source: Average rate date is invalid
vi: Tỉ lệ trung bình không hợp lệ

# InvalidBackgroundName
source: Background Name is invalid
vi: Tên hình nền không hợp lệ

# InvalidBannerPositionEditEntry
source: Banner Position Entry for Editing has not been found
vi: Không tìm thấy thông tin đầu vào trong tiến trình cập nhật của vị trí biểu ngữ

# InvalidBannerPositionEntry
source: Banner Position Entry has not been found
vi: Không tìm thấy thông tin đầu vào của vị trí biểu ngữ

# InvalidBannerScopeId
source: Banner Scope Id is invalid
vi: Mã phạm vi biểu ngữ không hợp lệ

# InvalidBookingId
source: Booking Id is invalid
vi: Mã đăng ký không hợp lệ

# InvalidBranchId
source: Branch Id is invalid
vi: Mã chi nhánh không hợp lệ

# InvalidCapabilityCode
source: Module Capability Code is invalid
vi: Mã trùng chức năng không hợp lệ

# InvalidCapabilityName
source: Module Capability Name is invalid
vi: Tên chức năng không hợp lệ

# InvalidCardNo
source: Card No is null or empty
vi: Mã số thẻ không hợp lệ

# InvalidCategoryCode
source: Category Code is invalid
vi: Mã danh mục không hợp lệ

# InvalidCategoryId
source: Category Id is invalid
vi: Mã danh mục không hợp lệ

# InvalidCategoryName
source: Category Name is null or empty or invalid
vi: Tên danh mục không thể trống

# InvalidCollectionId
source: Gallery Collection Id is invalid
vi: Mã bộ sưu tập không hợp lệ

# InvalidCollectionName
source: Gallery Collection Name is invalid
vi: Tên bộ sưu tập không hợp lệ

# InvalidCommentName
source: Comment Name is null or empty or invalid
vi: Tiêu đề bình luận trống

# InvalidCommentText
source: Comment Text is null or empty or invalid
vi: Nội dung bình luận trống

# InvalidCompany
source: Company is invalid
vi: Không tìm thấy thông tin công ty

# InvalidCompanyId
source: Company Id is invalid
vi: Mã công ty không hợp lệ

# InvalidCompanyName
source: Company Name is invalid
vi: Tên công ty không hợp lệ

# InvalidContentItemId
source: Content item id is invalid
vi: Mã hạng mục nội dung không hợp lệ

# InvalidContentItemName
source: Content item name is invalid
vi: Tên hạng mục nội dung không hợp lệ

# InvalidContentTypeId
source: Content type Id is invalid
vi: Mã loại nội dung không hợp lệ

# InvalidContentTypeName
source: Content type name is invalid
vi: Tên loại nội dung không hợp lệ

# InvalidContractId
source: Contract is invalid
vi: Mã hợp đồng không hợp lệ

# InvalidContractNo
source: Contract No is invalid
vi: Mã hợp đồng không hợp lệ

# InvalidContractTypeId
source: Contract Type Id invalid
vi: Mã loại hợp đồng không hợp lệ

# InvalidController
source: Controller is invalid
vi: Bộ điều khiển điều hướng không hợp lệ

# InvalidCountryId
source: Country Id is invalid
vi: Mã quốc gia không hợp lệ

# InvalidCurrencyCode
source: Currency code is invalid
vi: Mã tiền tệ không hợp lệ

# InvalidCurrencyName
source: Currency Name is empty or invalid
vi: Tên tiền tệ không hợp lệ
