Repository: jackiechou/EagleFramework
Catalog: Eagle.Resources/LanguageResource.*.resx
Languages: vi

# PleaseInputTrainingRequestDurationUser
source: Please input information about request of duration user
vi: Xin vui lòng nhập thông tin nhân viên tham gia đào tạo

source: Please input training request from date
vi: Xin vui lòng nhập thời gian bắt đầu

source: Please input training request to date
vi: Xin vui lòng nhập thời gian kết thúc

# PleaseInputTrainingRequestTotalDays
source: Please input training request days
vi: Xin vui lòng nhập số ngày đào tạo

# PleaseInputTrainingRequestTotalHours
source: Please input training request hours
vi: Xin vui lòng nhập số giờ đào tạo

# PleaseInputTrainingTypeName
source: Please input type name
vi: Vui lòng nhập hình thức đào tạo

# PleaseInputTrainingYear
source: Input year
vi: Nhập năm

source: Please input workplace
vi: Vui lòng nhập nơi làm việc

source: Please Select
vi: Vui lòng chọn

source: Please select {0}
vi: Vui lòng chọn {0}

source: Please select a department
vi: Vui lòng chọn phòng ban

source: Please select an item
vi: Vui lòng chọn

source: Please Select Bank Before Selecting Bank Branch
vi: Vui lòng chọn ngân hàng trước khi chọn chi nhánh

source: Please Select Code
vi: Vui lòng chọn nhân viên

source: Please Select Emp Code
vi: Vui lòng chọn nhân viên

source: Please Select File
vi: Vui lòng chọn file

source: Please Select Staff Code
vi: Vui lòng chọn nhân viên

# PLSCountryID
source: Country
vi: Quốc gia

# PLSDistrictID
source: District
vi: Quận/huyện

# PLSProvinceID
source: Province
vi: Tỉnh/thành phố

# PName
source: Name
vi: Tên

source: Point
vi: Điểm

# PortalId
source: Portal
vi: Cổng thông tin

source: Position
vi: Chức danh

source: Position Code
vi: Mã vị trí

source: Position Expectation
vi: Nguyện vọng vị trí

source: Position Id
vi: Vị trí

source: Position Name
vi: Tên vị trí

source: Position Statistics
vi: Thống kê theo vị trí

source: Position Status
vi: Tình trạng

source: Position Types
vi: Nhóm vị trí

source: Posted Date
vi: Ngày tạo

source: Potential candidate
vi: Ứng viên tiềm năng

source: Prefix
vi: Tiếp đầu ngữ

source: Previous
vi: Trước

source: Print
vi: In ấn

source: Priority
vi: Mức ưu tiên

source: Priority is exists
vi: Mức độ ưu tiên đã tồn tại

source: Probationary
vi: Thử việc

# ProbationaryEmployeeStatistics
source: Probationary Statistics
vi: Probationary Employee Statistics

source: Probationary Months
vi: Tháng thực tập

source: Probation From
vi: Thử việc từ ngày

source: Probation Salary
vi: Lương thử việc

source: Probation To
vi: Thử việc tới ngày

source: Process
vi: Quy trình

source: Product Name
vi: Tên sản phẩm

source: Professional Level
vi: Trình độ chuyên môn

source: Professional Level Statistics
vi: Thống kê theo chuyên môn

source: Professional Level Types
vi: Nhóm chuyên môn

source: Profile
vi: Hồ sơ tiểu sử

source: ProfileManagement
vi: Quản lý hồ sơ tiểu sử

source: Project
vi: Dự án

source: Project Code
vi: Mã dự án

# ProjectID
source: Project
vi: Mã dự án

source: Project Management
vi: Quản lý dự án

source: Project Name
vi: Tên dự án

# ProjectResult_0
source: Not reached
vi: Chưa xét duyệt

# ProjectResult_1
source: Pass
vi: Đạt

# ProjectResult_2
source: Not pass
vi: Chưa đạt

source: Province
vi: Tỉnh/Thành phố

# PR_AddSalary
source: Add Salary
vi: Có thêm vào

# PR_ADDSALARY_ITEM_1
source: Add salary
vi: Có thêm vào

# PR_ADDSALARY_ITEM_2
source: No add salary
vi: Không thêm vào

# PR_MaxNonePIT
source: Non taxable limit
vi: Mức không tính thuế

# PR_PIT
source: PIT
vi: Thuế thu nhập

# PR_SalaryAdjust
source: Salary Adjust
vi: Thêm vào lương

# PR_SalaryAdjustCode
source: Adjust Code
vi: Mã thêm lương

# PR_SalaryAdjustName
source: Adjust Name
vi: Tên

# PR_SalaryType
source: Type
vi: Loại hưởng

# PR_TypeAdd
source: Type Add
vi: Loại thêm

# PR_TYPEADD_ITEM_1
source: Allowance
vi: Phụ cấp

# PR_TYPEADD_ITEM_2
source: Bonus
vi: Thưởng

# PR_TYPEADD_ITEM_3
source: Salary compensation
vi: Bù lương

# PR_TYPEADD_ITEM_4
source: Others
vi: Thêm khác

# PR_TYPE_ITEM_1
source: By month
vi: Theo tháng

# PR_TYPE_ITEM_2
source: By day
vi: Theo ngày

source: Published
vi: Công khai

# Qty
source: Quantity
vi: Số lượng

# QtyOfEmployees
source: Quantity of Employees
vi: Số lượng người

source: Qualification
vi: Bằng cấp - Chứng chỉ

source: Qualification Code
vi: Mã nhóm

# QualificationDate
source: Date of issue
vi: Ngày cấp

# QualificationID
source: Qualification
vi: Mã trình độ chuyên môn

source: Qualification Management
vi: Quản lý trình độ chuyên môn

source: Qualification No
vi: Số hiệu bằng

source: Qualification Statistics
vi: Biểu đồ thống kê theo trình đồ văn hóa

source: Qualification Type
vi: Loại trình độ văn hóa

source: Quantity
vi: Số lượng

source: Quarter
vi: Quý

source: Quit
vi: Thoát

source: Quota
vi: Định biên

source: Quota quantity
vi: Số lượng phân bổ

# QuotaRecruitment
source: Recruitment quota
vi: Định biên tuyển dụng

# RangeInvalid
source: "{0}" must be from {1} to {2}
vi: Trường "{0}" phải từ {1} tới {2}

# RangeLength
source: Range length lasts from {0} to {1}
vi: Chiều dài cho phép kéo dài từ {0} tới {1}

source: Rank
vi: Thứ tự thể hiện

source: Rate
vi: Tỉ lệ

source: Reason
vi: Lí do

# ReasonRecruitment
source: Reason
vi: Lý do tuyển dụng

# Reconciliation_ErrorLeaveForward
source: Leave forward must be less than leave balance
vi: Phép chuyển sang năm sau phải nhỏ hơn hoặc bằng phép năm còn lại

# Reconciliation_LeaveForward
source: Leave forward
vi: Phép chuyển sang năm sau

# Reconciliation_NotTransfer
source: Not Transfer
vi: Chưa chuyển

# Reconciliation_Transfer
source: Transfer
vi: Đã chuyển

source: Recruited quantity
vi: Số lượng hiện tại

source: Recruit from
vi: Ngày bắt đầu tuyển dụng

source: Recruitment
vi: Tuyển nhân sự

source: Recruitment costs
vi: Chi phí tuyển dụng

source: Recruitment demand
vi: Yêu cầu tuyển dụng

source: Recruitment demand record
vi: Danh sách yêu cầu tuyển dụng

source: Recruitment fee
vi: Chi phí tuyển dụng

source: Recruitment plan
vi: Kế hoạch tuyển dụng

source: Recruitment project
vi: Phương án tuyển dụng

# RecruitmentProject2
source: Project
vi: Phương án

# RecruitmentProjectCode
source: Project code
vi: Mã phương án

source: Recruitment project list
vi: Danh sách phương án tuyển dụng

# RecruitmentRequirementsRelatedList
source: List of recruitment demand
vi: Danh sách yêu cầu tuyển dụng liên quan

# RecruitmentSource
source: Source
vi: Nguồn tuyển dụng

# RecruitmentSource2
source: Recruitment source
vi: Nguồn tuyển dụng

source: Recruitment tournament
vi: Vòng tuyển dụng

source: Recruitment tournament list
vi: Danh sách vòng tuyển dụng

source: Recruitment type
vi: Loại vòng tuyển dụng

source: Recruit to
vi: Ngày kết thúc tuyển dụng

source: Referenced ModuleId
vi: Module liên quan

source: Reference information
vi: Reference infomation

source: Reference no
vi: Số hiệu loại văn bản

source: Reference type
vi: Loại văn bản

source: Regime
vi: Chế độ

source: Regulations
vi: Quy định

# RelationshipID
source: Relationship
vi: Mối quan hệ

source: Relationship Management
vi: Quản lý mối quan hệ

source: Religion
vi: Tôn giáo

source: Reload
vi: Thay mới

# RemainHourTotal
source: The Remain of Hour Total
vi: Tổng số giờ còn lại

source: Remembered your password ?
vi: Ghi nhớ mật mã?

source: Remember Me
vi: Nhớ tài khoản

source: Remind
vi: Nhắc nhở

source: Remove
vi: Loại bỏ

source: Report
vi: Báo cáo

source: Reported Date
vi: Ngày báo cáo

source: Report name
vi: Tên báo cáo

source: Request password reset
vi: Yêu cầu thiết lập lại mật mã

# Required
source: Please complete the {0} field
vi: Vui lòng nhập thông tin {0}

# RequiredFill
source: * Please fill in the blanks with requirement which is marked by asterisk (*)
vi: * Vui lòng điền vào chỗ trống với các ràng buộc được đánh dấu (*)

# RequiredWorkHour
source: Can only be between 1.. 24
vi: Chỉ nhập từ 1 .. 24

source: Reset
vi: Thiết lập lại

# RestHourTotal
source: The Rest of Hour Total
vi: Tổng số giờ còn lại

# RestTotal
source: The Rest of Total
vi: Phần còn lại

source: Result
vi: Kết quả

source: Results
vi: Kết quả

# ResultsRecord
source: Interview
vi: Phỏng vấn

# Result_0
source: Not pass
vi: Chưa đạt

# Result_1
source: Pass
vi: Đạt

# Result_2
source: Waiting for transfer to employee
vi: Đang chờ chuyển sang nhân viên

# Result_3
source: Reject
vi: Ứng viên bị từ chối

# Result_4
source: Not reached
vi: Chưa xét tuyển

# Result_5
source: Potential candidate
vi: Ứng viên tiềm năng

# Result_6
source: Is Employee
vi: Đã chuyển thành nhân viên

source: Return Date For Insurance Card
vi: Ngày trả thẻ bảo hiểm

# ReturnDateHI
source: Return date
vi: Ngày trả thẻ

source: Returned Date
vi: Ngày hoàn trả

# ReturnHICard
source: Return card?
vi: Trả thẻ?

source: Retype new password
vi: Nhập lại mật khẩu mới

# RetypeOldPassword
source: Retype current password
vi: Nhập lại mật khẩu hiện tại

# RetypePassword
source: Confirm password
vi: Nhập lại mật khẩu

source: Reward - Discipline
vi: Khen thưởng - kỷ luật

source: Reward Discipline Management
vi: Quản lý khen thưởng - kỷ luật

# RewardID
source: Reward/Discipline ID
vi: Mã khen thưởng/kỷ luật

source: Right
vi: Phải

source: Right Notice Date
vi: Ngày báo đúng

source: Right Pane
vi: Phần bên phải

source: Role
vi: Vai trò

source: Root
vi: Gốc cơ bản

source: Salary
vi: Mức lương

source: Salary 13 Coef
vi: Hệ số lương tháng 13

# Salary13CoefCalMonth
source: Payroll month
vi: Tháng lương

# Salary13CoefEmpCode
source: Emp. Code
vi: Mã nhân viên

# Salary13CoefEmployee
source: Employee information
vi: Thông tin nhân viên

source: Salary 13 coef information
vi: Thông tin hệ số lương tháng 13

# Salary13CoefNoSetting
source: No setting
vi: Chưa thiết lập

# Salary13CoefOnGrid
source: Coef (%)
vi: Hệ số (%)

# Salary13CoefSetting
source: Setting
vi: Thiết lập

# Salary13CoefTypeSetting
source: Type setting
vi: Loại thiết lập

# Salary13CoefYear
source: Effective Year
vi: Năm hiệu lực

source: Salary grade
vi: Ngạch lương

source: Salary Level - Ratio
vi: Mức lương/Hệ số lương

source: Salary rank
vi: Bậc lương

source: Salary rate
vi: Tỉ giá lương

source: Salary scale
vi: Thang lương

source: Saturation
vi: Lời chào

source: Save
vi: Lưu

# SaveAndContinue
source: Save and add new continue
vi: Lưu và tiếp tục thêm

source: Save and Go to list
vi: Lưu và chuyển qua danh sách

source: Save and review
vi: Lưu và chỉnh sửa

source: Save As Copy
vi: Lưu thành bản sao

source: Schedule
vi: Lịch làm việc

source: Schedule code
vi: Mã lịch làm việc

# ScheduleID
source: Schedule
vi: Lịch làm việc

# ScheduleID_From
source: From Schedule
vi: Từ lịch

# ScheduleID_To
source: To Schedule
vi: Đến lịch

source: Schedule name
vi: Tên lịch làm việc

source: ScopeType
vi: Phạm vi

source: Scope Type Id
vi: Mã loại

source: Search
vi: Tìm kiếm

source: Search area
vi: Vùng tìm kiếm

source: Search Banner
vi: Tìm kiếm biểu ngữ

source: Search Candidates
vi: Tìm ứng viên

source: Search Employees
vi: Tìm kiếm nhân viên

source: Search Results
vi: Kết quả tìm kiếm

# SecondQuarter
source: Quarter 2
vi: Quý 2

source: Section
vi: Tổ nhóm

source: See All
vi: Xem tất cả

source: Select
vi: Chọn

source: --- Select All ---
vi: --- Chọn tất cả ---

source: Select Employee
vi: Chọn nhân viên

source: Select File
vi: Chọn tập tin

source: Self Deduction
vi: Tự khấu trừ thuế

source: Self Service
vi: Dịch vụ

source: Self Services
vi: Dịch vụ

source: Send
vi: Gửi

source: SendEmail
vi: Gửi mail

source: SendMail
vi: Gửi mail

source: Seniority
vi: Thâm niên

source: Sept
vi: Tháng 9

source: September
vi: Tháng 9

source: SEQ
vi: Thứ tự

# Seq2
source: Seq.
vi: TT

# SequenceNo
source: No.
vi: STT

source: Setting
vi: Thiết lập bố trí

source: Settings
vi: Thiết lập bố trí

source: Seven Months
vi: 7 tháng

source: Shared Services
vi: Dịch vụ chia sẻ

source: Shift Name
vi: Tên ca

# ShortTournament
source: T.
vi: V.

# SI
source: Is Social Insurance Used ?
vi: Sử dụng bảo hiểm sức khỏe ?

# SIBook
source: SI No.
vi: Số sổ BHXH

source: Sickness
vi: Ốm đau

source: Sign Date
vi: N.ký quyết định

source: Signed Date
vi: Ngày ký

# SignedEmpID
source: Signed Employee
vi: Người ký

# SignerEmpID
source: Employee Signer
vi: Người ký quyết định

source: Sign Up
vi: Đăng ký

source: Sign Up Here !
vi: Đăng ký ở đây !

source: Single
vi: Độc thân

source: Site
vi: Phần trước

source: Six Months
vi: 6 tháng

source: Size
vi: Kích thước

source: Skill
vi: Kỹ năng

# SkinId
source: Skin
vi: Lớp vỏ

# SLNV
source: Qty
vi: SLNV

source: Small Image
vi: Hình nhỏ

source: Social insurance
vi: Bảo hiểm xã hội

# SortKey
source: List Order
vi: Trình tự

source: Source
vi: Nguồn

# SourceName
source: Notice type
vi: Nguồn báo

# srcBtnRenewHICard
source: /Content/Admin/images/btn-renew-hicrad-en.png
vi: /Content/Admin/images/btn-renew-hicrad-vi.png

# srcBtnViewReport
source: /Content/Admin/images/viewreport-en.png
vi: /Content/Admin/images/viewreport-vi.png

source: Staff are selected
vi: Nhân viên được chọn

source: Staff search
vi: Tìm kiếm nhân viên

source: Stage
vi: Đợt

# StandardAnnualLeave
source: Standard AL
vi: Ngày phép chuẩn

source: Standard working
vi: Ngày công chuẩn

source: Start Date
vi: Ngày bắt đầu

# StartDateHI
source: Start date
vi: Ngày t/g BHYT

# StartDateMustBeAfterJoinDate
source: Start date must be after joined date
vi: Ngày bắt đầu làm việc phải sau ngày tham gia

source: Start date must be before end date
vi: Ngày bắt đầu phải trước ngày kết thúc

# StartDateSI
source: Join date
vi: Ngày vào làm

# StartDateSI2
source: Social insurance join date
vi: Ngày tham gia BHXH

source: Start leave date
vi: Ngày bđ nghỉ

source: Start time
vi: Giờ bắt đầu

source: Start Upload
vi: Upload

source: Statistic Date
vi: Ngày thống kê

source: Statistic Focus
vi: Chỉ tiêu thống kê

# StatisticOfLateEarlyEmployeeReport
source: Statistic of late early emloyee report
vi: Báo cáo thống kê giờ làm việc thực tế của nhân viên

source: Statistics
vi: Thống kê

source: Statistic Types
vi: Loại thống kê

source: Status
vi: Tình trạng

# StatusLevel1A
source: Status approve Level 1
vi: Trạng thái duyệt (cấp 1)

# StatusLevel1U
source: Status unapprove Level 1
vi: Trạng thái không duyệt (cấp 1)

# StatusLevel2A
source: Status approve Level 2
vi: Trạng thái duyệt (cấp 2)

# StatusLevel2U
source: Status unapprove Level 2
vi: Trạng thái không duyệt (cấp 2)

# StatusLevel3A
source: Status approve Level 3
vi: Trạng thái duyệt (cấp 3)

# StatusLevel3U
source: Status unapprove Level 3
vi: Trạng thái không duyệt (cấp 3)

# StatusLevel4A
source: Status approve Level 4
vi: Trạng thái duyệt (cấp 4)

# StatusLevel4U
source: Status unapprove Level 4
vi: Trạng thái không duyệt (cấp 4)

# StatusLevel5A
source: Status approve Level 5
vi: Trạng thái duyệt (cấp 5)

# StatusLevel5U
source: Status unapprove Level 5
vi: Trạng thái không duyệt (cấp 5)

source: Status plan
vi: Tình trạng

source: Status process
vi: Trạng thái

source: Still Alive
vi: Còn sống?

# strUsed
source: Used
vi: Tình trạng

source: Style
vi: Kiểu mẫu

source: Sub System
vi: Hệ thống phụ

source: Subtract
vi: Trừ

source: Success
vi: Thành công

# SuccessMsg
source: Save successfully
vi: Lưu thành công

source: Suffix
vi: Tiếp vị ngữ

source: Summary
vi: Tóm lược

source: Surpassed previous round
vi: Đã đạt vòng trước

# SystemAccountNotWorking
source: System account can not perform this function. Please log in using the staff account!
vi: Tài khoản hệ thống không thể thực hiện chức năng này. vui lòng đăng nhập bằng tài khoản nhân viên!

source: System Error
vi: Lỗi hệ thống

source: System Menu
vi: Hệ thống danh mục

source: System Module
vi: Hệ thống module

source: System Page
vi: Hệ thống trang

source: System parameter
vi: Tham số hệ thống

# SystemParameter_LeaveType_1
source: Working schedule
vi: Theo lịch làm việc.

# SystemParameter_LeaveType_2
source: System calendar
vi: Theo lịch năm.

# SystemParameter_StandardWorking_1
source: System calendar
vi: Theo lịch tháng trừ 7, CN.

# SystemParameter_StandardWorking_2
source: Working schedule
vi: Theo lịch được thiết lập trong hệ thống.

# SystemParameter_TypeOfSalary_1
source: Salary
vi: Theo mức lương.

# SystemParameter_TypeOfSalary_2
source: Coef
vi: Theo hệ số.

# TAddress
source: Address
vi: Địa chỉ

source: Tag
vi: Thẻ

source: Tags
vi: Thẻ

source: Target
vi: Mục tiêu

source: Tax
vi: Thuế

source: Tax Code
vi: Mã số thuế

source: Tax No
vi: Mã số thuế

source: Telephone
vi: Điện thoại

# TemplateId
source: Template
vi: Khuôn

source: Temporary Address
vi: Địa chỉ tam trú

source: Ten Months
vi: 10 tháng

source: Terminate
vi: Thôi việc

source: Terminated
vi: Đã thôi việc

# TerminationID
source: Termination
vi: Thôi việc

source: Termination Info
vi: Thông tin thôi việc

source: Termination List
vi: Danh sách thôi việc

source: Termination Parameter
vi: Thiết lập thông số cơ bản

source: Termination Payment
vi: Thanh toán thôi việc

source: Termination Reason
vi: Lý do thôi việc

source: Termination Type
vi: Loại thôi việc

source: Theme
vi: Khuôn mẫu

source: Themes
vi: Khuôn mẫu

source: There are no results that match!
vi: Không có kết quả nào phù hợp!

# ThirdQuarter
source: Quarter 3
vi: Quý 3

# ThisFieldIsRequired
source: {0} is required
vi: {0} yêu cầu được nhập

# ThisFieldMustBeSelected
source: {0} must be selected
vi: {0} phải được chọn

source: This information have not data!
vi: Thông tin này chưa có dữ liệu!

source: This week
vi: Tuần này

source: Three Months
vi: 3 tháng

source: Thumbnail
vi: Hình nhỏ

source: Time early
vi: Thời gian ra sớm

source: Timekeeping
vi: Chấm công

source: Time late
vi: Thời gian vào trễ

source: Time leave
vi: Thời gian nghỉ

source: Time out error!
vi: Hết thời gian đăng nhập, vui lòng đăng nhập lại!

# TimesheetOTDetailRecordReport
source: OT Detail Record Report
vi: Báo cáo chi tiết OT

# TimesheetOTRecordReport
source: OT Record Report
vi: Danh sách nhân viên làm thêm giờ

source: Title
vi: Tiêu đề

# TLSCountryID
source: Country
vi: Quốc gia

# TLSDistrictID
source: District
vi: Quận/Huyện

# TLSProvinceID
source: Province
vi: Tỉnh/Thành Phố

# Tmp0IsExists
source: "{0}" is exists
vi: "{0}" đã tồn tại

source: To
vi: Đến

source: To date
vi: Đến ngày

source: To Date PIT
vi: Ngày kết thúc tính phụ thuộc

source: Today
vi: Hôm nay

source: To Month
vi: Tới tháng

source: Top
vi: Phía trên

source: Topic Id
vi: Chủ đề

source: Top Pane
vi: Phần đỉnh

source: Total
vi: Tổng cộng

# Total2
source: Total
vi: Tổng cộng

# TotalContractsByLSContractTypeID
source: Totals
vi: Tổng cộng

# TotalFeMaleContractsByLSContractTypeIDAndMaleGender
source: Female
vi: Nữ

# TotalGROSSBasicSalaryByDept
source: Total Gross Salary
vi: Tổng lương

# TotalHours
source: Total hrs
vi: Tổng giờ OT

# TotalInsuranceFeeByDeptPaidByCompany
source: Total Insurance Fee Paid By Company
vi: Tổng bảo hiểm công ty chi trả

# TotalInsuranceFeeByDeptPaidByIndividual
source: Total Insurance Fee Paid By Individual
vi: Tổng bảo hiểm cá nhân chi trả

source: Total leave
vi: Tổng số ngày phép

# TotalMaleContractsByLSContractTypeIDAndMaleGender
source: Male
vi: Nam

source: Total month
vi: Số tháng

source: Total of employees
vi: Tổng số người

source: Total of Staffs
vi: Tổng số nhân viên

# TotalPercentByLSContractTypeID
source: Totals (%)
vi: Tổng cộng (%)

# TotalPercentFeMaleContractsByLSContractTypeIDAndMaleGender
source: Female (%)
vi: Nữ (%)

# TotalPercentMaleContractsByLSContractTypeIDAndMaleGender
source: Male (%)
vi: Nam (%)

source: Total Rates
vi: Xếp loại

source: Totals
vi: Tổng số

source: Totals By Quarter
vi: Tổng tiền theo quý

source: Totals By Year
vi: Tổng tiền theo năm

source: Total Views
vi: Lượt xem

source: Tournament
vi: Vòng

source: Trainee Statistics
vi: Thống kê thực tập viên

# TrainingAnswerType
source: Training Answer
vi: Đáp Án

# TrainingAnswerTypeCode
source: Answer Code
vi: Mã đáp án

# TrainingAnswerTypeErrorLessThanTwoItem
source: Training answer of training apprisal item must more than or equals 2 items
vi: Số câu trả lời phải lớn hơn hoặc bằng 2

# TrainingAnswerTypeExisted
source: Training answer type code is existed
vi: Mã đáp án đã tồn tại trong hệ thống

# TrainingAnswerTypeName
source: Answer Name
vi: Tên đáp án

# TrainingAnwserTypeNotExistDataForUpdateOrDelete
source: Data used for deleteing, or updating is not existed. Please refresh data
vi: Dữ liệu mà bạn muốn cập nhật thì không tồn tại trong hệ thống. Xin vui lòng tìm dữ liệu khác

# TrainingApprisalItem
source: Apprisal Item
vi: Mục Đánh Giá

# TrainingApprisalItemCode
source: Item Code
vi: Mã mục đánh giá

# TrainingApprisalItemExisted
source: Training apprisal item is existed
vi: Thông tin hạng mục đánh giá đã tồn tại

# TrainingApprisalItemMultiAnswer
source: Has answers ?
vi: Nhiều đáp án

# TrainingApprisalItemName
source: Item Name
vi: Tên mục đánh giá

# TrainingApprisalPart
source: Apprisal Part
vi: Tiêu Chí Đánh Giá

# TrainingApprisalPartCode
source: Part Code
vi: Mã tiêu chí

# TrainingApprisalPartExisted
source: Training apprisal part is existed
vi: Thông tin tiêu chí đánh giá đã tồn tại

# TrainingApprisalPartName
source: Part Name
vi: Tên tiêu chí

source: Training Category
vi: Hạng Mục Đào Tạo

# TrainingCategoryCode
source: Category Code
vi: Mã hạng mục

# TrainingCategoryName
source: Category Name
vi: Tên hạng mục

source: Training Code
vi: Mã Đào Tạo

# TrainingCodeName
source: Code Name
vi: Tên mã đào tạo

source: Training Course
vi: Khóa Đào Tạo

# TrainingCourseCode
source: Course Code
vi: Mã khóa

# TrainingCourseLearningObjectives
source: Learn Objectives
vi: Đối tượng

# TrainingCourseName
source: Course Name
vi: Tên khóa đào tạo

source: Training Employee
vi: Nhân viên tham gia đào tạo

source: Training Evaluation
vi: Đánh giá đào tạo

# TrainingEvaluationCreater
source: Evaluation creater
vi: Người đánh giá

# TrainingEvaluationEmployee
source: Evaluation emloyee
vi: Nhân viên đánh giá

# TrainingEvaluationForEmployee
source: Training Evaluation Employee
vi: Nhân viên đánh giá khóa đào tạo

source: Training Evaluation List
vi: Danh sách đánh giá đào tạo

# TrainingEvaluationTemplate
source: Evaluation Template
vi: Bảng Mãu Đánh Giá Đào Tạo

# TrainingEvaluationTemplateCode
source: Template Code
vi: Mã bảng mẫu

# TrainingEvaluationTemplateName
source: Template Name
vi: Tên bảng mẫu

# TrainingEvaluationTemplateNotExistedForUdating
source: This evaluation template is not existed, please refresh data.
vi: Bảng đánh giá này không tồn tại trong hệ thống, xin chọn bảng đánh giá khác

source: Training Expense
vi: Chi Phí Đào Tạo

# TrainingExpenseCode
source: Exp. Code
vi: Mã chi phí

# TrainingExpenseExisted
source: Training expense is existed
vi: Chi phí đào tạo đã tồn tại

# TrainingExpenseName
source: Expense
vi: Tên chi phí

# TrainingExpenseOfPlan
source: Exp. Plan
vi: Kế hoạch chi tiêu

# TrainingExpenseOfRequest
source: Exp. Request
vi: Yêu cầu cho việc chi tiêu

source: Training Form
vi: Loại Hình Đào Tạo

# TrainingFormCode
source: Form Code
vi: Mã Loại Hình

# TrainingFormName
source: Form Name
vi: Tên loại hình

source: Training Location
vi: Nơi Đào Tạo

# TrainingLocationCode
source: Location Code
vi: Mã nơi đào tạo

# TrainingLocationName
source: Location Name
vi: Tên nơi đào tạo

source: Training Name
vi: Tên đào tạo

source: Training Place
vi: Nơi đào tạo

source: Training Plan
vi: Kế Hoạch Đào Tạo

# TrainingPlanApprovalReason
source: Approval reason
vi: Lý do duyệt

# TrainingPlanApprovalSuccessWithoutSendMail
source: Approval is successful without sending mail
vi: Quá trình duyệt kế hoạch đào tạo thành công, không thực hiện việc gửi mail

# TrainingPlanApprovalUnApprovalReason
source: Approval or UnApproval reason
vi: Lý do duyệt

# TrainingPlanCreater
source: Plan creater
vi: Người lập

# TrainingPlanDay
source: Plan days
vi: Ngày dự kiến

# TrainingPlanEmpCode
source: Employee Code
vi: Mã người tạo

# TrainingPlanEmpName
source: Employee Name
vi: Tên người tạo
