Repository: jackiechou/EagleFramework
Catalog: Eagle.Resources/LanguageResource.*.resx
Languages: vi

# InvalidCurrencyRateDate
source: Currency rate date is invalid
vi: Ngày nhập tỉ lệ tiền tệ không hợp lệ

# InvalidCustomerId
source: Customer Id is invalid
vi: Mã khách hàng không hợp lệ

# InvalidCustomerName
source: Customer Name is null or empty
vi: Tên khách hàng rỗng

# InvalidCustomerNo
source: Customer No is invalid
vi: Mã khách hàng không hợp lệ

# InvalidCustomerTypeId
source: Customer Type Id is invalid
vi: Mã loại khách hàng không hợp lệ

# InvalidCustomerTypeName
source: Customer Type Name is invalid
vi: Tên loại khách hàng không hợp lệ

# InvalidDepartmentId
source: Department Id is invalid
vi: Mã phòng ban không hơp lệ

# InvalidDepartmentName
source: Department Name is invalid
vi: Tên phòng ban không hợp lệ

# InvalidDiscountId
source: Product Discount Id is invalid
vi: Mã chiết khấu không hợp lệ

# InvalidDiscountRate
source: Product Discount Rate is invalid
vi: Tỉ lệ chiết khấu không hợp lệ

# InvalidDomainKey
source: Domain Key is invalid
vi: Mã lĩnh vực không hợp lệ

# InvalidDomainType
source: Domain Type is invalid
vi: Loại lĩnh vực không hợp lệ

# InvalidDurationName
source: Duration Name is invalid
vi: Tiêu đề thời hạn không hợp lệ

# InvalidEmployeeId
source: Employee Id is invalid
vi: Mã nhân viên không hợp lệ

# InvalidEmployeeName
source: Employee Name is invalid
vi: Tên nhân viên không hợp lệ

# InvalidEmployeeNo
source: Employee No is invalid
vi: Mã nhân viên không hợp lệ

# InvalidEndOfDayRate
source: End of day rate date is invalid
vi: Tỉ lệ cuối ngày không hợp lệ

# InvalidEventCode
source: Event Code is invalid
vi: Mã sự kiện không hợp lệ

# InvalidEventId
source: Event Id is invalid
vi: Mã sự kiện không hợp lệ

# InvalidEventTypeId
source: Event Type Id is invalid
vi: Mã loại sự kiện không hợp lệ

# InvalidExpiredDate
source: The expired date is invalid
vi: Ngày kết thúc không hợp lệ

# InvalidExtension
source: Extension is invalid
vi: Phần mở rộng không hợp lệ

# InvalidFax
source: Fax is invalid
vi: Fax không hợp lệ

# InvalidFileId
source: File Id is invalid
vi: Mã tập tin không hợp lệ

# InvalidFileName
source: File Name is invalid
vi: Tên tập tin không hợp lệ

# InvalidFileType
source: File Type is invalid
vi: Loại tập tin không hợp lệ

# InvalidFirstName
source: FirstName is invalid
vi: Tên không hợp lệ

# InvalidFolder
source: Folder is invalid
vi: Thư mục không hợp lệ

# InvalidFolderId
source: Folder Id is invalid
vi: Không tìm thấy thư mục

# InvalidFromCurrencyCode
source: From currency code is invalid
vi: Mã tiền tệ nguồn không hợp lệ

# InvalidIncomingMailServerHost
source: Incoming Mail Server Host is invalid
vi: Máy chủ mail không hợp lệ

# InvalidIncomingMailServerPort
source: Mail Server Provider Port is invalid
vi: Cổng port mail không hợp lệ

# InvalidItemKey
source: Item Key is invalid
vi: Mã hạng mục không hợp lệ

# InvalidJoinedDate
source: Joined Date is invalid
vi: Ngày gia nhập không hợp lệ

# InvalidLastName
source: LastName is invalid
vi: Họ không hợp lệ

# InvalidMailAddress
source: Mail Address is invalid
vi: Địa chỉ mail không hợp lệ

# InvalidMailServerProtocol
source: Mail Server Protocol is invalid
vi: Giao thức mail không hợp lệ

# InvalidMailServerProviderId
source: Mail Server Provider Id is invalid
vi: Mã nhà cung cấp máy chủ mail

# InvalidMailServerProviderName
source: Mail Server Provider Name is invalid
vi: Tên cung cấp mail rỗng

# InvalidManufacturerCategoryId
source: Manufacturer Category Id is invalid
vi: Mã danh mục nhà sản xuất không hợp lệ

# InvalidManufacturerCategoryName
source: Manufacturer Category Name Id is invalid
vi: Tên danh mục nhà sản xuất không hợp lệ

# InvalidManufacturerName
source: Manufacturer Name is invalid
vi: Tên nhà sản xuất không hợp lệ

# InvalidMediaId
source: Media Id is invalid
vi: Mã phương tiện truyền thông không hợp lệ

# InvalidMessageTypeId
source: Message Type Id is invalid
vi: Mã loại biểu mẫu không hợp lệ

# InvalidMessageTypeName
source: Message Type Name is invalid
vi: Tên loại thông điệp không hợp lệ

# InvalidMobile
source: Mobile is invalid
vi: Số điện thoại di động không hợp lệ

# InvalidModuleCapabilityCode
source: Module Capability Code is invalid
vi: Mã chức năng không hợp lệ

# InvalidModuleCode
source: Module Code is invalid
vi: Mã mô-đun chức năng

# InvalidModuleId
source: Module Id is invalid
vi: Mã mô đun không hợp lệ

# InvalidModuleName
source: Module Name is invalid
vi: Tên chức năng không hợp lệ

# InvalidModuleTitle
source: Module Title is invalid
vi: Tiêu đề mô-đun không hợp lệ

# InvalidNewsCategoryStatus
source: New Category Status is invalid
vi: Trạng thái danh mục tin tức không hợp lệ

# InvalidNewsId
source: News Id is invalid
vi: Mã tin tức không hợp lệ

# InvalidNewsStatus
source: New Status is invalid
vi: Trạng thái tin tức không hợp lệ

# InvalidNotificationTargetTypeId
source: Notification Target Type Id is invalid
vi: Mã loại thông cáo đích

# InvalidOptionId
source: Option Id is invalid
vi: Mã lựa chọn không hợp lệ

# InvalidOptionName
source: Option Name is invalid
vi: Tên lựa chọn không hợp lệ

# InvalidOptionValue
source: Option Value is invalid
vi: Giá trị lựa chọn không hợp lệ

# InvalidOrderNo
source: Order No is invalid
vi: Mã hóa đơn không hợp lệ

# InvalidPackageId
source: Package Id is invalid
vi: Mã gói dịch vụ không hợp lệ

# InvalidPackageName
source: Package Name is invalid
vi: Tên gói dịch vụ không hợp lệ

# InvalidPageCode
source: Page Code is invalid
vi: Không tìm thấy thông tin mã trang

# InvalidPageName
source: Page Name is invalid
vi: Tên trang không hợp lệ

# InvalidPaymentMethodId
source: Payment Method Id is invalid
vi: Mã thanh toán phương thức thanh toán không hợp lệ

# InvalidPaymentMethodName
source: Payment Method Name is invalid
vi: Tên phương thức thanh toán không hợp lệ

# InvalidPeriodId
source: Period Id is invalid
vi: Mã giai đoạn chu kỳ không hợp lệ

source: InvalidPeriodName
vi: Tiêu đề chu kỳ không hợp lệ

# InvalidPermissionName
source: Permission Name is invalid
vi: Thông tin tên phân quyền không hợp lệ

# InvalidPositionId
source: Position Id is invalid
vi: Mã vị trí không hợp lệ

# InvalidPositionName
source: Position Name is invalid
vi: Tên vị trí công việc không hợp lệ

# InvalidPostalCode
source: Postal code is invalid
vi: Mã vùng không hợp lệ

# InvalidPrice
source: Price is invalid
vi: Giá không hợp lệ

# InvalidProductAttributeId
source: Product Attribute Id is invalid
vi: Mã thuộc tính sản phẩm không hợp lệ

# InvalidProductAttributeName
source: Product Attribute Name is invalid
vi: Tên thuộc tính sản phẩm không hợp lệ

# InvalidProductAttributeOptionId
source: Product Attribute Option Id is invalid
vi: Mã thuộc tính lựa chọn không hợp lệ

# InvalidProductAttributeOptionName
source: Product Attribute Option Name is invalid
vi: Tên thuộc tính lựa chọn không hợp lệ

# InvalidProductAttributeOptionValue
source: Product Attribute Option Value is invalid
vi: Giá trị thuộc tính lựa chọn không hợp lệ

# InvalidProductCategoryCode
source: Product Category Code is invalid
vi: Mã danh mục sản phẩm không hợp lệ

# InvalidProductCategoryId
source: Product Category Id is invalid
vi: Mã danh mục sản phẩm không hợp lệ

# InvalidProductCode
source: Product Code is invalid
vi: Mã sản phẩm không hợp lệ

# InvalidProductCouponId
source: Product Coupon Id is invalid
vi: Mã phiếu thưởng không hợp lệ

# InvalidProductCouponName
source: Product Coupon Name is invalid
vi: Tên phiếu thưởng không hợp lệ

# InvalidProductDiscountId
source: Product Discount Id is invalid
vi: Mã chiết khấu sản phẩm không hợp lệ

# InvalidProductFileId
source: Product File Id is invalid
vi: Mã tập tin sản phẩm không hợp lệ

# InvalidProductId
source: Product Id is invalid
vi: Mã sản phẩm không hợp lệ

# InvalidProductName
source: Product Name is invalid
vi: Tên sản phẩm không hợp lệ

# InvalidProductNo
source: Product No is invalid
vi: Mã sản phẩm không hợp lệ

# InvalidProductRangeCode
source: Product Range Code is invalid
vi: Mã phạm vi sản phẩm không hợp lệ

# InvalidProductRangeId
source: Product Range Id is invalid
vi: Mã phạm vi sản phẩm không hợp lệ

# InvalidProductRangeName
source: Product Range Name is invalid
vi: Tên phạm vi sản phẩm

# InvalidProductTaxRate
source: Tax Rate is invalid
vi: Mã tỉ lệ thuế

# InvalidProductTaxRateId
source: Tax Rate Id is invalid
vi: Mã tỉ lệ thuế

# InvalidProductTaxRateName
source: Tax Rate Name is invalid
vi: Tên tỉ lệ thuế không hợp lý

# InvalidProductTypeId
source: Product Type Id is invalid
vi: Mã sản phẩm không hợp lệ

# InvalidProductTypeName
source: Product Type Name is invalid
vi: Tên loại sản phẩm không hợp lệ

# InvalidProductVoteId
source: Product Vote Id is invalid
vi: Mã phiếu bầu chọn sản phẩm

# InvalidPromotionType
source: Promotion Type is invalid
vi: Loại khuyến mãi không hợp lệ

# InvalidPromotionValue
source: Promotion Value is invalid
vi: Giá trị khuyến mãi không hợp lệ

# InvalidProvinceId
source: Province Id is invalid
vi: Mã tỉnh không hợp lệ

# InvalidPublicHolidaySetId
source: Public Holiday Set Id is invalid
vi: Mã chuỗi tập hợp ngày nghỉ lễ không hợp lệ

# InvalidPublicHolidaySetName
source: Public Holiday Set Name is invalid
vi: Tên cho chuỗi tập hợp ngày nghỉ lễ không hợp lệ

# InvalidQualificationId
source: Qualification Id is invalid
vi: Mã văn bằng chứng chỉ chuyên môn không hợp lệ

# InvalidQuantity
source: Quantity is invalid
vi: Số lương không hợp lệ

# InvalidRate
source: Rate is invalid
vi: Tỉ lệ không hợp lệ

# InvalidReason
source: Reason is invalid
vi: Lý do không hợp lệ

# InvalidRegionId
source: Region Id is invalid
vi: Mã vùng không hợp lệ

# InvalidRoleId
source: Role Id is invalid
vi: Mã vai trò không hợp lệ

# InvalidRoleName
source: Role Name is invalid
vi: Thông tin tên vai trò không hợp lệ

# InvalidSalaryId
source: Salary Id is invalid
vi: Mã lương không hợp lệ

# InvalidSenderName
source: Sender Name is invalid
vi: Tên người gửi mail không hợp lệ

# InvalidServiceBookingOrderEntry
source: Service Booking Order Entry is null or empty
vi: Không tìm thấy thông tin đơn hàng đăng ký dịch vụ

# InvalidServicePackId
source: Service Pack Id is invalid
vi: Mã gói dịch vụ không hợp lệ

# InvalidServicePackName
source: Service Pack Name is invalid
vi: Tên gói dịch vụ không hợp lệ

# InvalidServicePackType
source: Service Pack Type is invalid
vi: Loại gói dịch vụ không hợp lệ

# InvalidSettingName
source: Setting name is invalid
vi: Tên dùng thiết lập không hợp lệ

# InvalidSettingValue
source: Setting value is invalid
vi: Giá trị dùng thiết lập không hợp lệ

# InvalidShippingCarrierName
source: Shipping Carrier Name is invalid
vi: Tên người vận chuyển không hợp lệ

# InvalidShippingMethodId
source: Shipping Method Id is invalid
vi: Mã phương thức vận chuyển không hợp lệ

# InvalidShippingMethodName
source: Shipping Method Name is invalid
vi: Tên phương thức vận không hợp lệ

# InvalidShippingRateName
source: Shipping Rate Name is invalid
vi: Tên tỉ lệ phí vận chuyển không hợp lệ

# InvalidSkillId
source: Skill Id is invalid
vi: Mã kỹ năng không hợp lệ

# InvalidSkillName
source: Skill Name is invalid
vi: Tên kỹ năng không hợp lệ

# InvalidSubTotal
source: Sub Total is invalid
vi: Thông tin thành tiền không hợp lệ

# InvalidTargetName
source: Target Name Id is invalid
vi: Không tìm thấy người nhận

# InvalidTaxRateId
source: Service Tax Rate Id is invalid
vi: Tỉ lệ thuế không hợp lệ

# InvalidTerminationId
source: Termination Id is invalid
vi: Mã nghỉ việc không hợp lệ

# InvalidToCurrencyCode
source: To currency code is invalid
vi: Mã tiền tệ đích không hợp lệ

# InvalidTopicCode
source: Topic Code is invalid
vi: Mã chủ đề không hợp lệ

# InvalidTopicId
source: Topic Id is invalid
vi: Mã chủ đề không hợp lệ

# InvalidTopicName
source: Topic Name is invalid
vi: Tên chủ đề không hợp lệ

# InvalidTotalFees
source: Total Fees is invalid
vi: Thông tin tổng thành tiền không hợp lệ

# InvalidTransactionMethodId
source: Transaction Method Id is invalid
vi: Mã tên phương thức giao dịch

# InvalidTransactionMethodName
source: Transaction Method Name is invalid
vi: Tên phương thức giao dịch không hợp lệ

# InvalidTypeId
source: Type Id is invalid
vi: Mã loại không hợp lệ

# InvalidTypePath
source: Type Path is invalid
vi: Đường dẫn không hợp lệ

# InvalidUnitPrice
source: Unit Price is invalid
vi: Giá đơn vị không hợp lệ

# InvalidUser
source: User is invalid
vi: Sai thông tin người dùng

# InvalidVendorId
source: Vendor Id is invalid
vi: Mã người bán không hợp lệ

# InvalidVendorName
source: Vendor Name is invalid
vi: Tên người bán không hợp lệ

# InvalidVideoPath
source: Video Path is invalid
vi: Đường dẫn video không hợp lệ

# InvalidWorkingHistoryId
source: Working History Id is invalid
vi: Mã thông tin lược sử làm việc không hợp lệ

# InvaliEventMessage
source: Event Message is invalid
vi: Thông điệp của sự kiện không hợp lệ

# InvaliHeadline
source: Headline is invalid
vi: Tiêu đề không hợp lệ

# InVerified
source: The account has not been verified
vi: Tài khoản chưa được xác nhận

# NotFoundAddress
source: Address has not been found
vi: Không tìm thấy thông tin của địa chỉ

# NotFoundApplicationSetting
source: Application Setting has not been found
vi: Không tìm thấy mục thiết lập cho ứng dụng

# NotFoundAttribute
source: Attribute has not been found
vi: Không tìm thấy thuộc tính

# NotFoundBackgroundId
source: Background Id has not been found
vi: Không tìm thấy mã hình nền

# NotFoundBanner
source: Banner has not been found
vi: Không tìm thấy biểu ngữ

# NotFoundBannerEditEntry
source: Banner Edit Entry has not been found
vi: Không tìm thấy thông tin đầu vào trong tiến trình cập nhật biểu ngữ

# NotFoundBannerEntry
source: Banner entry has been not found
vi: Không tìm thấy biểu ngữ đầu vào

# NotFoundBannerPositionEntry
source: Banner Position entry has been not found
vi: Không tìm thấy vị trí biểu ngữ đầu vào

# NotFoundBannerPostion
source: Banner Postion has not been found
vi: Không tìm thấy biểu ngữ vị ngữ

# NotFoundBannerScope
source: Banner Scope has not been found
vi: Không tìm thấy phạm vi biểu ngữ

# NotFoundBannerScopeEditEntry
source: Banner Scope Entry for editing has not been found
vi: Không tìm thấy thông tin đầu vào trong tiến trình cập nhật phạm vi biểu ngữ

# NotFoundBannerSearchEntry
source: Banner Search entry has been not found
vi: Không tìm thấy biểu ngữ tìm kiếm

# NotFoundBannerType
source: Banner Type has not been found
vi: Không tìm thấy loại biểu ngữ

# NotFoundBannerTypeEditEntry
source: Banner Type Entry for editing has not been found
vi: Không tìm thấy thông tin đầu vào trong tiến trình cập nhật loại biểu ngữ

# NotFoundBannerTypeEntry
source: Banner Type entry has been not found
vi: Không tìm thấy loại biểu ngữ đầu vào

# NotFoundBranchEntry
source: Branch entry hast not been found
vi: Không tìm thấy nội dung đầu vào của chi nhánh

# NotFoundCapability
source: Capability has not been found
vi: Không tìm thấy khả năng

# NotFoundCity
source: City has not been found
vi: Không tìm thấy thông tin của thành phố

# NotFoundCompany
source: Company has not been found
vi: Không tìm thấy công ty

# NotFoundCompanyEditEntry
source: Company for editing has not been found
vi: Không tìm thấy thông tin đầu vào trong tiến trình cập nhật công ty

# NotFoundCompanyEntry
source: Company entry has not been found
vi: Không tìm thấy nội dung đầu vào của công ty

# NotFoundContentItem
source: Content item has not been found
vi: Không tìm thấy hạng mục nội dung

# NotFoundContentItemEntry
source: Content item entry has not been found
vi: Không tìm thấy thông tin đầu vào của hạng mục nội dung

# NotFoundContentType
source: Content type has not been found
vi: Không tìm thấy thông tin của loại nội dung

# NotFoundContentTypeEntry
source: Content type entry has not been found
vi: Không tìm thấy thông tin đầu vào của loại nội dung

# NotFoundContractEditEntry
source: Contract Entry for editing has not been found
vi: Không tìm thấy thông tin hợp đồng đầu vào trong tiến trình cập nhật

# NotFoundContractEntry
source: Contract Entry has not been found
vi: Không tìm thấy thông tin hợp đồng đầu vào

# NotFoundCountry
source: Country has not been found
vi: Không tìm thấy thông tin quốc gia

# NotFoundCurrency
source: Currency has not been found
vi: Không tìm thấy tiền tệ

# NotFoundCurrencyRate
source: Currency rate has not been found
vi: Không tìm thấy tỉ lệ tiền tệ

# NotFoundCurrencyRateEntry
source: Currency rate entry is null
vi: Tỉ lệ tiền tệ đầu vào không tìm thấy

# NotFoundCustomerEditEntry
source: Customer entry for editting is not null or empty
vi: Không tìm thấy thông tin khách hàng đầu vào trong tiến trình cập nhật

# NotFoundCustomerEntry
source: Customer entry is not null or empty
vi: Không tìm thấy nội dung đầu vào của khách hàng

# NotFoundCustomerPayment
source: There is no information of the customer's payment
vi: Không tìm thấy thông tin thiết lập thanh toán

# NotFoundCustomerType
source: Customer Type has not been found
vi: Không tìm thấy thông tin loại khách hàng

# NotFoundCustomerTypeEntry
source: Customer Type Entry has not been found
vi: Không tìm thấy thông tin đầu vào của loại khách hàng

# NotFoundDepartment
source: Department has not been found
vi: Không tìm thấy phòng ban

# NotFoundDepartmentEntry
source: Department entry has not been found
vi: Không tìm thấy nội dung đầu vào của phòng ban

# NotFoundDirectory
source: Directory has not been found
vi: Không tìm thấy thư mục

# NotFoundDocumentFileEntry
source: Document File entry has been not found
vi: Không tìm thấy tập tin đầu vào

# NotFoundEmployee
source: Employee has not been found
vi: Không tìm thấy thông tin nhân viên

# NotFoundEventEntry
source: Event Entry has not been found
vi: Không tìm thấy sự kiện đầu vào

# NotFoundEventId
source: Event Id has not been found
vi: Không tìm thấy mã sự kiện

# NotFoundEventTypeEntry
source: Event Type Entry has not been found
vi: Không tìm thấy loại sự kiện đầu vào

# NotFoundForApplication
source: Application has not been found
vi: Không tìm thấy ứng dụng

# NotFoundForDocumentFile
source: File has not been found
vi: Không tìm thấy tập tin

# NotFoundForDocumentFolder
source: Folder has not been found
vi: Không tìm thấy thư mục

# NotFoundForMenuPermission
source: Menu Permission has not been found
vi: Phân quyền danh mục không tìm thấy

# NotFoundForNews
source: News has been not found
vi: Không tìm thấy tin tức

# NotFoundForNewsCategory
source: News Category has been not found
vi: Không tìm thấy danh mục tin tức

# NotFoundGalleryCollectionEditEntry
source: Gallery Collection Entry for Editing has not been found
vi: Không tìm thấy thông tin đầu vào trong tiến trình cập nhật bộ sưu tập

# NotFoundGalleryFile
source: Gallery File has not been found
vi: Không tìm thấy thông tin tập tin

# NotFoundGalleryTopicEditEntry
source: Gallery Topic Entry for editing has not been found
vi: Không tìm thấy thông tin đầu vào trong tiến trình cập nhật chủ đề thư viện hình ảnh

# NotFoundGalleryTopicEntry
source: Gallery Topic Entry has not been found
vi: Không tìm thấy thông tin đầu vào của chủ đề thư viện hình ảnh

# NotFoundHttpPostedFile
source: Http Posted File has not been found
vi: Không tìm thấy tập tin được tải lên

# NotFoundJobPosition
source: Job Position has not been found
vi: Không tìm thấy thông tin vị trí công việc

# NotFoundJobPositionSkill
source: Job Position Skill is null or empty
vi: Không tìm thấy kĩ năng theo vị trí công việc

# NotFoundKey
source: Key has not been found
vi: Không tìm thấy khóa chính

# NotFoundLanguage
source: Language has not been found
vi: Không tìm thấy ngôn ngữ

# NotFoundLog
source: Log has not been found
vi: Không tìm thấy nội dung lược sử

# NotFoundMailAccount
source: Mail Account has not been found
vi: Không tìm thấy thông tin tài khoản mail

# NotFoundMailAccountId
source: Mail Account Id has not been found
vi: Không tìm thấy thông tin mã tài khoản mail

# NotFoundMailServerProvider
source: Mail Server Provider has not been found
vi: Không tìm thấy thông tin nhà cung cấp máy chủ mail

# NotFoundMailServerProviderEditEntry
source: Mail Server Provider Entry for editing has not been found
vi: Không tìm thấy thông tin nhà cung cấp máy chủ mail đầu vào trong tiến trình cập nhật

# NotFoundMailServerProviderId
source: Mail Server Provider Id has not been found
vi: Mã nhà cung cấp máy chủ mail không hợp lệ

# NotFoundManufacturer
source: Manufacturer has not been found
vi: Không tìm thấy thông tin của nhà sản xuất

# NotFoundManufacturerCategory
source: Manufacturer Category has not been found
vi: Không tìm thấy thông tin của danh mục nhà sản xuất

# NotFoundManufacturerCategoryEntry
source: Manufacturer Category Entry has not been found
vi: Không tìm thấy thông tin đầu vào của danh mục nhà sản xuất

# NotFoundManufacturerEntry
source: Manufacturer Entry has not been found
vi: Không tìm thấy thông tin đầu vào của nhà sản xuất

# NotFoundMediaAlbum
source: Media Album has not been found
vi: Không tìm thấy thông tin của bộ sưu tập

# NotFoundMediaAlbumEditEntry
source: Media Album Entry for editing has not been found
vi: Không tìm thấy thông tin đầu vào trong tiến trình cập nhật bộ sưu tập

# NotFoundMediaAlbumEntry
source: Media Album Entry has not been found
vi: Không tìm thấy thông tin đầu vào của bộ sưu tập

# NotFoundMediaArtist
source: Media Artist has not been found
vi: Không tìm thấy thông tin của ca sĩ

# NotFoundMediaArtistEditEntry
source: Media Artist Entry for editing has not been found
vi: Không tìm thấy thông tin đầu vào trong tiến trình cập nhật ca sĩ

# NotFoundMediaArtistEntry
source: Media Artist Entry has not been found
vi: Không tìm thấy thông tin đầu vào của ca sĩ

# NotFoundMediaComposer
source: Media Composer has not been found
vi: Không tìm thấy thông tin người sáng tác phương tiện truyền thông

# NotFoundMediaComposerEditEntry
source: Media Composer Entry for editing has not been found
vi: Không tìm thấy thông tin đầu vào trong tiến trình cập nhật người sáng tác phương tiện truyền thông

# NotFoundMediaComposerEntry
source: Media Composer Entry has not been found
vi: Không tìm thấy thông tin đầu vào của người sáng tác phương tiện truyền thông

# NotFoundMediaFile
source: Media File has not been found
vi: Không tìm thấy tập tin đa phương tiện

# NotFoundMediaPlayList
source: Media PlayList has not been found
vi: Không tìm thấy thông tin danh sách phương tiện truyền thông

# NotFoundMediaPlayListEditEntry
source: Media PlayList Entry for editing has not been found
vi: Không tìm thấy thông tin đầu vào trong tiến trình cập nhật danh sách phương tiện truyền thông

# NotFoundMediaPlayListEntry
source: Media PlayList Entry has not been found
vi: Không tìm thấy thông tin đầu vào của danh sách phương tiện truyền thông

# NotFoundMediaTopic
source: Media Topic has not been found
vi: Không tìm thấy thông tin chủ đề phương tiện truyền thông

# NotFoundMediaTopicEditEntry
source: Media Topic Entry for editing has not been found
vi: Không tìm thấy thông tin đầu vào trong tiến trình cập nhật chủ đề phương tiện truyền thông

# NotFoundMediaTopicEntry
source: Media Topic Entry has not been found
vi: Không tìm thấy thông tin đầu vào của chủ đề phương tiện truyền thông

# NotFoundMediaType
source: Media Type has not been found
vi: Không tìm thấy loại phương tiện truyền thông

# NotFoundMediaTypeEditEntry
source: Media Type Entry for editing has not been found
vi: Không tìm thấy thông tin đầu vào trong tiến trình cập nhật loại phương tiện truyền thông

# NotFoundMediaTypeEntry
source: Media Type Entry has not been found
vi: Không tìm thấy thông tin đầu vào của loại phương tiện truyền thông

# NotFoundMenu
source: Menu has not been found
vi: Không tìm thấy thông tin của danh mục

# NotFoundMessageCategory
source: Message Category has not been found
vi: Không tìm thấy danh mục biểu mẫu

# NotFoundMessageTemplate
source: Template has not been found
vi: Không tìm thấy biểu mẫu
