Repository: jackiechou/EagleFramework
Catalog: Eagle.Resources/LanguageResource.*.resx
Languages: vi

# LSPositionName
source: Position name
vi: Chức danh

# LSProvinceCode
source: Province code
vi: Mã tỉnh

# LSProvinceIDIssuedHI
source: Issue place
vi: Nơi cấp

# LSProvinceIDIssuedSI
source: Issue place
vi: Nơi cấp sổ BHXH

# LSQualificationCode
source: Qualification Code
vi: Mã nhóm

# LSQualificationID
source: Qualification
vi: Loại bằng cấp

# LSQualificationName
source: Qualification Name
vi: Tên bằng cấp

# LSRelationshipID
source: Relationship
vi: Quan hệ

# LSRelationshipName
source: Relationship Name
vi: Mối quan hệ

# LSReligionID
source: Religion
vi: Tôn giáo

# LSRewardCode
source: Reward Code
vi: Mã khen thưởng kỷ luật

# LSRewardID
source: Reward
vi: Hình thức

# LSRewardLevelCode
source: Reward Level Code
vi: Mã mức khen thưởng kỷ luật

# LSRewardLevelID
source: Reward Level
vi: Mức độ

# LSRewardLevelName
source: Reward/Discipline Level
vi: Mức thưởng/kỷ luật

# LSRewardName
source: Reward/Discipline Name
vi: Tên giải thưởng/kỷ luật

# LSSchoolCode
source: School Code
vi: Mã trường

# LSSchoolID
source: School
vi: Trường

# LSSchoolName
source: School
vi: Tên trường

# LSShiftCode
source: Shift code
vi: Mã ca

# LSShiftID
source: Shift
vi: Ca

# LSTerminationReasonID
source: Reason
vi: Lí do thôi việc

# LSTerminationReasonName
source: Reason
vi: Li do thôi việc

# LSTerminationTypeID
source: Type
vi: Loại thôi việc

# LSTerminationTypeName
source: Type
vi: Loai thôi việc

# LSTrainingTypeID
source: Training type
vi: Nhóm đào tạo

# LSTrainingTypeName
source: Training Type
vi: Loại hình đào tạo

source: Lv1 approval comment
vi: Lời chú thích của người duyệt cấp 1

source: Lv2 approval comment
vi: Lời chú thích của người duyệt cấp 2

source: Lv3 approval comment
vi: Lời chú thích của người duyệt cấp 3

source: Lv4 approval comment
vi: Lời chú thích của người duyệt cấp 4

source: Lv5 approval comment
vi: Lời chú thích của người duyệt cấp 5

source: Mail Account
vi: Tài khoản mail

# MailAccountId
source: Mail Account
vi: Tài khoản mail

source: Mail Address
vi: Dịa chỉ mail

# MailContactName
source: Contact Name
vi: Tên liên hệ

source: Mail Management
vi: Quản lý mail

source: Mail Manager
vi: Quản lý mail

source: Mail Password
vi: Mật khẩu

# MailSenderName
source: Sender Name
vi: Người gửi

source: Mail Server Protocol
vi: Giao thức mail

source: Mail Server Provider
vi: Nhà cung cấp server mail

# MailServerProviderId
source: Mail Server Provider
vi: Nhà cung cấp server mail

source: Mail Server Provider Name
vi: Tên nhà cung cấp

source: Mail Signature
vi: Ký tên

source: Mail Template
vi: Mẫu mail

# MailTemplateContent
source: Content
vi: Nội dung

# MailTemplateDiscontinued
source: Discontinued
vi: Tình trang

# MailTemplateId
source: Template
vi: Mẫu

# MailTemplateName
source: Name
vi: Tên mẫu

source: Mail Type
vi: Loại mail

# MailTypeId
source: Mail Type
vi: Loại mail

source: Mail Type Management
vi: Quản lý loại mail

source: Mail Types
vi: Loại Mail

# MailVendorId
source: Vendor
vi: Công ty

source: Mail Server Protocol
vi: Giao thức server mail

source: Main form
vi: Form chính

source: Main Image
vi: Hình lớn

source: Main system
vi: Hệ thống chính

source: Main Text
vi: Nội dung

source: Main Work
vi: Công việc chính

source: Male
vi: Nam

source: Manipulated For Paid Leave
vi: Cho phép tự nhập vào tiền phép còn dư vào quyết toán thôi việc

source: Manipulated Leave Day Remains
vi: Cho phép tự nhập ngày phép còn dư

source: Mar
vi: Tháng 3

source: March
vi: Tháng 3

source: Marital
vi: Hôn nhân

source: Marital Status
vi: Tình trạng hôn nhân

source: Mark "notified"
vi: Đánh dấu đã báo bảo hiểm

source: Marriaged
vi: Đã kết hôn

# MasterData
source: CONTENT
vi: Nội dung

source: Master Data Info
vi: Thông tin dữ liệu nền

source: Master Data List
vi: Danh sách dữ liệu nền

source: Master data - Online Process
vi: Qui trình online

source: Maternity
vi: Thai sản

# MaximumOfStringLength
source: Maximum length of {0} is {1}
vi: Chiều dài tối đa của chuỗi "{0}" là "{1}"

# MaxLength
source: "{0}" must not exceed {1} characters
vi: Chiều dài "{0}" không vượt quá {1} ký tự

# MaxLength2
source: Max 2 digits
vi: Tối đa 2 chữ số

# MaxLengthInvalid
source: Please input "{0}" not too {1} characters!
vi: Vui lòng nhập "{0}" không quá {1} ký tự!

# MaxStringLength
source: Maximum length of {0} is {1}
vi: Chiều dài cao nhất cho phép của chuỗi "{0}" là "{1}"

source: May
vi: Tháng 5

source: Medium Image
vi: Hình trung bình

source: Menu
vi: Danh mục chức năng

source: Menu Alias
vi: Biệt danh

source: Menu Code
vi: Mã Menu

# MenuId
source: Menu
vi: Danh mục

source: Menu Name
vi: Tên danh mục

source: Menu Selection
vi: Chọn menu

source: Menu Status
vi: Tình trạng

source: Menu Title
vi: Tiêu đề danh mục

# MenuTypeCode
source: Menu Type
vi: Loại danh mục

# MenuTypeId
source: Menu Type
vi: Loại danh mục

source: Menu Type Name
vi: Tên lọai menu

source: Method PIT
vi: P.thức đ.thuế

# MinErrorMessage
source: "{0}" minimum value is {1}
vi: Vui lòng nhập "{0}" với giá trị nhỏ nhất là "{1}"

# MinLength
source: The {0} must be at least {1} characters long.
vi: Trường {0} phải có ít nhất {1} kí tự.

source: Min salary
vi: Lương tối thiểu

# MinStringLength
source: Minimum length of text is {0}
vi: Chiều dài thấp nhất cho phép của chuỗi "{0}" là "{1}"

# MinValue
source: "{0}" must be from {1}
vi: Trường "{0}" không được nhỏ hơn "{1} "

source: Mobile
vi: Di động

source: Modified by
vi: Người chỉnh sửa

source: Modified Date
vi: Ngày chỉnh sửa

source: Modified time
vi: Thời gian chỉnh sửa

source: Modify time
vi: Thời gian sửa

source: Modify user
vi: Người sửa

source: Module
vi: Phân hệ

source: Module Code
vi: Module

source: ModuleId
vi: Module

source: Module Key
vi: Từ khóa

source: Module List
vi: Danh sách module

source: Module Location
vi: Vị trí module

source: Module Name
vi: Tên chức năng

source: Module Order
vi: Vị trí module

source: Module Position
vi: Vị trí module

source: Module Selection
vi: Chọn trang chứa module

source: Module Title
vi: Tên hiển thị

source: Month
vi: Tháng

source: Monthly
vi: Hàng tháng

source: Monthly Time-Keeping Report
vi: Chi tiết chấm công

# MonthNotice
source: Notice month
vi: Tháng báo

source: Months
vi: Tháng

# MonthsOfUnPaidInsuranceCard
source: Months Of UnPaid Insurance
vi: Số tháng không trả thẻ bảo hiểm

source: Month - Year
vi: Tháng - năm

source: Mr
vi: Ông

source: Ms
vi: Bà

source: Name
vi: Tên tiếng anh

# NameProcessOnline
source: Process name
vi: Tên quy trình

# NativeCountryID
source: Native Country
vi: Quốc Gia

# NativeDistrictID
source: Native District
vi: Quận/Huyện

source: Native Location
vi: Nguyên quán

source: Native Place
vi: Nguyên quán

# NativeProvinceID
source: Native Province
vi: Tỉnh/Thành phố

# NearLastCompanyDefine
source: Company
vi: Công ty

source: New
vi: Mới

source: New Hire Statistics
vi: Thống kê nhân viên đang ở giai đoạn thực tập

source: New password
vi: Mật khẩu mới

source: News
vi: Tin tức

source: New Salary
vi: Lương mới

source: New Salary Coef
vi: HS. Lương mới

source: News Category
vi: Loại tin tức

source: News Category Management
vi: Quản lý loại tin tức

source: News Management
vi: Quản lý tin tức

source: Next
vi: Sau

source: Night
vi: Đêm

# NightHoliday
source: Holiday (night)
vi: Ngày lễ (đêm)

# NightNormal
source: Normal (night)
vi: Ngày thường (đêm)

# NightNormalDay
source: Normal day (night)
vi: Ngày thường (đêm)

source: Night OT From
vi: Thời gian OT từ

# NightOTHours
source: Night OT hrs
vi: Giờ OT đêm

source: Night OT To
vi: Thời gian OT đến

# NightWeekend
source: Weekend (night)
vi: Ngày cuối tuần (đêm)

source: Nine Months
vi: 9 tháng

source: No
vi: Không

# No2
source: Seq
vi: STT

source: No Automated Decision No
vi: Nhập tay

source: -- no classificats --
vi: -- Không phân loại --

source: No Data
vi: Dữ liệu không được tìm thấy

source: No Data Found
vi: Dữ liệu không được tìm thấy

# NoDataUpdate
source: There are not data to update!
vi: Không có dữ liệu nào để cập nhật!

source: No Deleted After Termination Settlement
vi: Không được xóa thông tin thôi việc khi đã quyết toán

source: No items to update
vi: Không có item nào để cập nhật

source: No Manipulated For Paid Leave
vi: Không cho phép tự nhập vào tiền phép còn dư vào quyết toán thôi việc

source: No Manipulated Leave Day Remains
vi: Ko cho phép nhập ngày phép dư. Chế động tự động.

source: None
vi: Không xác định

source: None Specified
vi: Không xác định

source: Non-Specified
vi: Không xác định

source: No Of Dependent
vi: Số người phụ thuộc

source: No of level
vi: Số cấp phê duyệt

source: No of month
vi: Tổng số tháng

source: No Paid For Annual Leave
vi: Không tính phép trong thôi việc

source: No Paid For Mandatory Training Fee
vi: Không truy thu lại chi phí đào tạo khi thôi việc

source: No Record Found
vi: Dữ liệu không được tìm thấy

source: Not Authorized
vi: Chưa được xác thực

source: Note
vi: Ghi chú

# NoteDec
source: Note decrease
vi: Ghi chú báo giảm

# NoteInc
source: Note increase
vi: Ghi chú báo tăng

# NotEvaluated
source: No evaluated
vi: Chưa đánh giá

source: Not Found
vi: Không tìm thấy dữ liệu

source: Noticed
vi: Đã báo

source: Not Notice
vi: Chưa báo

source: Not pass
vi: Chưa đạt

source: Not reached
vi: Chưa xét duyệt

source: << Not used >>
vi: << Không Sử Dụng >>

source: Nov
vi: Tháng 11

source: November
vi: Tháng 11

source: Null Reference Exception
vi: Dữ liệu tham chiếu rỗng

# NumberInvalid
source: The field "{0}" must be a number.
vi: Vui lòng nhập "{0}" là số nguyên!

source: Number of days off
vi: Số ngày nghỉ

# NumberOfEmployee
source: Number employees
vi: Số người tham gia

# NumOfDay
source: (No. of days)
vi: (Số ngày nghỉ )

# ObjectNotExistDataForUpdatDelete
source: This information of object is not existed in the system, phease refreshing the data
vi: Dữ liệu này đã không tồn tại trong hệ thống, xin chọn thông tin khác

source: Oct
vi: Tháng 10

source: October
vi: Tháng 10

source: of
vi: tới

source: Official
vi: Chính thức

source: Official contract?
vi: HĐ chính thức?

source: Official Signed Date
vi: Ngày ký chính thức

source: Ok
vi: Đồng ý

# Okay
source: Ok
vi: Đồng ý

source: Old
vi: Cũ

# OldPassword
source: Current password
vi: Mật khẩu hiện tại

# OldPasswordNewPasswordMismatch
source: Password Mismatch
vi: Mật khẩu trùng khớp

source: Old Salary
vi: Lương cũ

source: Old Salary Coef
vi: HS. Lương cũ

source: One Month
vi: 1 tháng

# OnlineProcessEmpID
source: Online process detail code
vi: Chi tiết quy trình online

# OnlineProcessExistsErrorMessage
source: This process has been established parameters.
vi: Quy trình này đã được thiết lập thông số.

# OnlineProcessID
source: Process online
vi: Quy trình online

source: Online Process - Detail
vi: Qui trình online - chi tiết

source: Online Process - Master
vi: Qui trình online

# OnlyOnePage
source: Only 1 Page
vi: Chỉ 1 trang

source: Open
vi: Đang mở

# OpenForm
source: Open
vi: Mở form

source: Or
vi: Hoặc

source: Organizational
vi: Đơn vị

source: Organizational Structure Types
vi: Tổ chức

source: OT Accumulated
vi: Lũy kế giờ OT đã sử dụng

source: OT By Month
vi: Báo cáo ngoài giờ theo tháng

source: OT By Month Report
vi: Tổng hợp làm ngoài giờ theo tháng

source: OT By Year Report
vi: Tổng hợp làm ngoài giờ

# OTHDD
source: OT holiday (day)
vi: OT ngày lễ (ngày)

source: Other
vi: Khác

source: Other demand
vi: Yêu cầu khác

source: Other expectation
vi: Kinh nghiệm khác

source: Other Faculty
vi: TT khoa khác

source: Others
vi: Thông tin khác

source: Other School
vi: TT trường khác

# OTHN
source: OT holiday (night)
vi: OT ngày lễ (đêm)

# OTLimit
source: OT limit hours
vi: Số giờ OT

# OTMonthlyReport
source: Monthly OverTime Report
vi: Báo Cáo Tổng Hợp Ngoài Giờ

# OTNDD
source: OT normal day (day)
vi: OT ngày thường (ngày)

# OTNDN
source: OT normal day (night)
vi: OT ngày thường (đêm)

# OTNight
source: Night OT
vi: Thời gian làm thêm ban đêm

source: OT night (begin)
vi: OT đêm

source: OT Night date
vi: OT Thời gian

source: OT night (end)
vi: Kết thúc OT đêm

# OTNightInPM
source: Time In (PM)
vi: Th.g Vào (PM)

# OTNightOutPM
source: Time Out (PM)
vi: Th.g Ra(PM)

source: OT Night Record Report
vi: Danh sách nhân viên làm ca đêm

# OTNightTime
source: Datetime of OT night
vi: Thời gian tính OT đêm

# OTNightTimeInAM
source: Time In (AM)
vi: Th.g Vào (AM)

# OTNightTimeOutAM
source: Time Out (AM)
vi: Th.g Ra (AM)

# OTRecordTypeOfReport_Detail
source: Detail
vi: Chi tiết

# OTRecordTypeOfReport_Master
source: Common
vi: Tổng quát

# OTRestTotal
source: OT The Rest of Total
vi: Số giờ OT còn lại

source: OT Total By Month
vi: Tổng OT tháng

source: OT Total By Year
vi: Tổng OT năm

source: OT Totals From First Month ToPresent
vi: Lũy kế từ đầu năm

# OTWD
source: OT weekend (day)
vi: OT cuối tuần (ngày)

# OTWN
source: OT weekend (night)
vi: OT cuối tuần (đêm)

source: Outgoing Mail Server Port
vi: Cổng mail ra

source: Outputs
vi: Kết quả

source: Overall
vi: Tất cả

source: Over File Size
vi: Vượt dung lượng cho phép

# PAddress
source: Address
vi: Địa chỉ

source: Page
vi: Trang

source: Page Alias
vi: Biệt danh

# PageBannerId
source: Page Selection
vi: Danh sách trang được chọn

source: Page Code
vi: Mã trang

source: Page Footer Text
vi: Phần cuối

# PageGroupId
source: Page Group
vi: Nhóm trang

source: Page Head Text
vi: Phần đầu

# PageId
source: Page
vi: Trang

# PageIds
source: Page List
vi: Danh sách trang

source: Page Name
vi: Tên trang

source: Page Not Found
vi: Không tìm thấy trang

source: Page Path
vi: Đường dẫn

source: Page Selection
vi: Chọn trang

source: Page Title
vi: Tiêu để trang

source: Page Url
vi: Địa chỉ tài nguyên

source: Paid For Annual Leave
vi: Có tính phép thôi việc

source: Paid For Mandatory Training Fee
vi: Truy thu lại chi phí đào tạo khi thôi việc

source: Pane
vi: Khung

# ParameterID
source: Parameter code
vi: Mã hệ số

source: Parent
vi: Phần tử cấp trên

# ParentId
source: Parent
vi: Phần tử cấp trên

source: Part Time
vi: Bán thời gian

source: Pass
vi: Đạt

source: Password
vi: Mật khẩu

source: Password Format
vi: Định dạng mật khẩu

source: Password Mismatch
vi: Mật khẩu không trùng khớp

source: Password Salt
vi: Mật khẩu gốc

# PayByBank
source: Is Pay by Bank?
vi: Thanh toán qua ngân hàng

source: Pay by company
vi: Công ty đài thọ

source: Pay by employee
vi: Cá nhân tự túc

source: Payment
vi: Thanh toán

source: Payment method
vi: Phương thức thanh toán

# PayrollParameter
source: Payroll, Insurance parameter
vi: Tham số lương, bảo hiểm

source: Payroll Summary
vi: Tổng hợp lương

source: Payslip
vi: Bảng Lương

# PayslipDeduction
source: Deduction
vi: Khấu trừ

# PayslipDeductionAfterTax
source: Deduction after tax
vi: Giảm trừ sau thuế

# PayslipDeductionBeforTax
source: Deduction before tax
vi: Giả trừ trước thuế

# PayslipDependant
source: Num. dependant
vi: Phụ thuộc

# PayslipDependantRelief
source: Dependant Relief
vi: Trợ cấp phụ thuộc

# PayslipEmployeeIncome
source: Employee income
vi: Thu nhập

# PayslipHealthInsurance
source: Health ins.
vi: Bảo hiểm y tế

# PayslipIncomeTax
source: Income Tax
vi: Thuế thu nhập

# PayslipInsuranceRate
source: Insurance rate
vi: Tỉ giá bảo hiểm

# PayslipNetTakeHome
source: Net take home
vi: Thực lãnh

# PayslipNoneTaxableIncome
source: None-Taxable Income
vi: Thu nhập không tính thuế

# PayslipNote
source: (* Please keep this payslip for personal usage & tax finalisation purpose)
vi: (* Hãy ghi phiếu lương này để sử dụng cho mục đích cá nhân và quyết toán thuế)

# PayslipOther
source: Other
vi: Khác

# PayslipOTIncome
source: OT Income
vi: Làm ngoài giờ

# PayslipOT_NoneTax
source: OT-NoneTax
vi: OT - Không thuế

# PayslipPersonalRelief
source: Personal Relief
vi: Trợ cấp cá nhân

# PayslipPIT
source: PIT
vi: Thuế thu nhập cá nhân

# PayslipSalaryAfterTax
source: Salary after tax
vi: Lương sau thuế

# PayslipSalaryBeforeTax
source: Salary before tax
vi: Lương trước thuế

# PayslipSalaryInsurance
source: Salary insurance
vi: Lương bảo hiểm

# PayslipSalaryRate
source: Salary rate
vi: Tỉ giá lương

# PayslipSocialInsurance
source: Social insurance
vi: Bảo hiểm xã hội

# PayslipTaxableIncome
source: Taxable Income
vi: Thu nhập tính thuế

# PayslipTotalIncome
source: Total income
vi: Tổng thu nhập

# PayslipUnEmployeeInsurance
source: Unemployee ins.
vi: Bảo hiểm thất nghiệp

source: Pending
vi: Đang chờ xử lý

source: Percentage
vi: Phần trăm

# PercentCoef
source: % Coef
vi: % hệ số

# PercentHI
source: % HI
vi: % Hưởng BHYT

source: PercentPIT
vi: Tỉ lệ % đóng thuế

source: Percent Rate
vi: Tỉ lệ %

# PercentSalary
source: % Salary
vi: % lương

# PercentSI
source: % SI
vi: % hưởng BHXH

# PercentUI
source: % UI
vi: % Hưởng BHTN

source: Permanent Address
vi: Địa chỉ thường trú

source: Permission Denied
vi: Từ chối quyền tiếp cận mục này trong hệ thống

source: Permission Error
vi: Lỗi phân quyền

source: Permissions
vi: Phân quyền

# PermissionsError
source: You do not have permissions to access this page.
vi: Bạn không có quyền truy cập chức năng này!

source: Personal
vi: Nhân sự

# PersonalInfo
source: Personal Information
vi: Thông tin nhân sự

source: Personnel Report
vi: Báo cáo nhân sự

source: Phone
vi: Điện thoại

source: Photo
vi: Hình

source: Pie Chart
vi: Biểu đồ tròn

# PIT2KKReport
source: PIT 02-KK TNCN
vi: Báo cáo PIT 02-KK TNCN

source: Plan cost
vi: CP dự kiến

# PlanList
source: Plan record
vi: Danh sách kế hoạch tuyển dụng

source: Plan quantity
vi: SL cần tuyển

source: Please choose candidate
vi: Xin vui lòng chọn ứng viên

# PleaseChooseCompany
source: Please choose Section
vi: Vui lòng chọn đúng phòng ban

source: Please Choose Employee
vi: Vui lòng chọn nhân viên

source: Please Choose File
vi: Vui lòng chọn file

source: Please choose "information"
vi: Vui lòng chọn "Thông tin"

source: Please choose "Recruitment project"!
vi: Vui lòng chọn "Phương án tuyển dụng"!

source: Please choose "Recruitment project" and "Recruitment tournament"!
vi: Vui lòng chọn "Phương án tuyển dụng" và "Vòng tuyển dụng"!

source: Please choose recruitment tournament
vi: Vui lòng chọn vòng tuyển dụng

# PleaseChooseTmp
source: Please choose "{0}"!
vi: Vui lòng chọn "{0}"!

source: Please choose type
vi: Vui lòng chọn loại

# PleaseClickAddNewButton
source: Please click "Add new" button to add recruitment round!
vi: Vui lòng nhấn nút "thêm mới" bên phải để thêm vòng tuyển dụng!

# PleaseClickAddNewButton_btnAddCandidate
source: Please click "Add new" button to add candidate!
vi: Vui lòng nhấn nút "thêm mới" bên phải để thêm ứng viên!

# PleaseClickAddNewButton_btnAddFee
source: Please click "Add new" button to add fee!
vi: Vui lòng nhấn nút "thêm mới" bên phải để thêm chi phí!

# PleaseClickAddNewButton_btnAddRecruitmentDemand
source: Please click "Add new" button to add demand!
vi: Vui lòng nhấn nút "thêm mới" bên phải để thêm yêu cầu tuyển dụng liên quan!

# PleaseClickAddNewButton_btnAddStaffList
source: Please click "Add new" button to add staff
vi: Vui lòng nhấn nút "thêm mới" bên phải để thêm nhân viên

source: Please complete this field!
vi: Vui lòng nhập thông tin này!

# PleaseDragNDrop
source: Please Drag and Drop here
vi: Kéo thả file tại đây

# PleaseDragNDrops
source: Please Drag and Drops
vi: Please Drag and Drop

# PleaseEnterSalary13CoefInformation
source: Please enter salary 13 coef
vi: Xin nhập hệ số lương tháng 13

source: Please enter salary 13 information
vi: Xin nhập thông tin lương tháng 13

source: Please enter the information marked (*).
vi: Vui lòng nhập các thông tin được đánh dấu (*).

source: Please enter the "number of days off"!
vi: Vui lòng nhập "số ngày nghỉ"!

source: Please fill in the blank
vi: Vui lòng điền vào chỗ trống

# PleaseInput
source: Please input {0}
vi: Vui lòng nhập "{0}"

source: Please input Answer Type
vi: Xin nhập thông tin loại câu trả lời

source: Please input code
vi: Vui lòng nhập mã

source: Please Input company name
vi: Vui lòng nhập "công ty"

source: Please input country name
vi: Vui lòng nhập "quốc gia"

source: Please input currency
vi: Nhập vào loại tiền tệ

# PleaseInputCurrencyName
source: Please input currency
vi: Vui lòng nhập "Tiền tệ"

# PleaseInputDeductionSalary
source: Input type of deduction
vi: Chọn loại giảm trừ lương

source: Please Input deparment Name
vi: Vui lòng nhập "phòng ban"

source: Please input district name
vi: Vui lòng nhập "quận/huyện"

source: Please input education name
vi: Vui lòng nhập "trình độ học vấn"

source: Please input employee code
vi: Vui lòng nhập mã nhân viên

source: Please input employee name
vi: Vui lòng nhập tên nhân viên

source: Please input ethnic name
vi: Vui lòng nhập "dân tộc"

source: Please input evaluation template
vi: Xin nhập chọn mẫu đánh giá

source: Please input faculty name
vi: Vui lòng nhập "khoa"

source: Please Input File Title
vi: Vui lòng nhập tiêu đề

# PleaseInputGrade
source: Input Salary grade
vi: Chọn ngạch lương

source: Please input hospital name
vi: Vui lòng nhập tên bệnh viện

# PleaseInputIDIssuedPlaceName
source: Please Input Issued Place
vi: Vui lòng nhập "nơi cấp"

# PleaseInputIssuedPlaceName
source: Please input issued place
vi: Vui lòng nhập nơi cấp

source: Please Input Leave Type
vi: Nhập vào loại nghỉ

# PleaseInputLineManager
source: Please input manager
vi: Vui lòng nhập "quản lý"

source: Please input location name
vi: Vui lòng nhập địa điểm

source: Please input major name
vi: Vui lòng nhập ngành

source: Please input name
vi: Vui lòng nhập tên

source: Please input nationality name
vi: Vui lòng nhập quốc tịch

source: Please input position name
vi: Vui lòng nhập vị trí làm việc

source: Please input province name
vi: Vui lòng nhập tỉnh/thành

source: Please input qualification name
vi: Vui lòng nhập bằng cấp

# PleaseInputQuarterOfYear
source: Please select quarter
vi: Xin chọn quý trong năm

source: Please input recruitment fee
vi: Vui lòng nhập "chi phí tuyển dụng"

source: Please input recruitment source
vi: Vui lòng nhập nguồn tuyển dụng

source: Please input religion name
vi: Vui lòng nhập tôn giáo

# PleaseInputSalaryAdjust
source: Input type of Allowance, Bonus...
vi: Nhập vào loại phụ cấp, thưởng...

# PleaseInputSalaryRank
source: Please input rank
vi: Nhập vào bậc lương

# PleaseInputScale
source: Input salary scale
vi: Chọn thang bảng lương

source: Please Input Schedule Name
vi: Nhập tên lịch làm việc

source: Please input school name
vi: Vui lòng nhập trường

source: Please Input Section Name
vi: Vui lòng nhập khu vực

# PleaseInputSourceName
source: Input Source
vi: Chọn nguồn phát sinh

source: Please input training apprisal item
vi: Vui lòng nhập hạng mục đánh giá

source: Please input Training Apprisal Part
vi: Xin nhập thông tin tiêu chi đánh giá

# PleaseInputTrainingCategoryName
source: Please input category name
vi: Vui lòng nhập tên hạng mục

# PleaseInputTrainingCodeName
source: Please input code name
vi: Vui lòng nhập tên mã đào tạo

source: Please input training course
vi: Vui lòng nhập tên khóa đào tạo

# PleaseInputTrainingFormName
source: Please input form name
vi: Vui lòng nhập loại hình đào tạo

# PleaseInputTrainingMonth
source: Input month
vi: Nhập tháng

# PleaseInputTrainingPlanExpenseCost
source: Please input expense cost
vi: Vui lòng nhập chi phí đào tạo

# PleaseInputTrainingPlanExpenseCurrencyName
source: Please input currency name
vi: Vui lòng chọn loai tiền tệ

# PleaseInputTrainingPlanExpenseName
source: Please input expense name
vi: Vui lòng chọn chi phí đào tạo

# PleaseInputTrainingProviderName
source: Please input provider name
vi: Vui lòng nhập tên nhà cung cấp

# PleaseInputTrainingRequestCost
source: Please input information about request of training expense
vi: Xin vui lòng nhập thông tin chi phí đào tạo

# PleaseInputTrainingRequestDuration
source: Please input information about request of duration
vi: Xin vui lòng nhập thông tin thời gian đào tạo
