Repository: jackiechou/EagleFramework
Catalog: Eagle.Resources/LanguageResource.*.resx
Languages: vi

source: Training Plan Evaluation Report
vi: Báo cáo đánh giá khóa đào tạo

# TrainingPlanHours
source: Plan hours
vi: Giờ dự kiến

# TrainingPlanLevelApproval
source: Level Approval
vi: Cấp duyệt

source: Training Plan List
vi: Danh Sách Kế Hoạch Đào Tạo

# TrainingPlanMonth
source: Month
vi: Tháng

# TrainingPlanMonthYear
source: Plan of Month Year
vi: Kế hoạch bắt đầu

# TrainingPlanNumberOfEmployees
source: Employees
vi: Số người tham gia

# TrainingPlanProcessApproval
source: Process of approval
vi: Quá trình duyệt

# TrainingPlanReason
source: Plan reason
vi: Lý do

source: Training Plan Report
vi: Báo cáo đánh giá kế hoạch đào tạo

# TrainingPlanStatus
source: Plan status
vi: Tình trạng

# TrainingPlanYear
source: Year
vi: Năm

# TrainingProcessOfApproval
source: Process of Approval
vi: Quá trình duyệt

source: Training Provider
vi: Nhà Cung Cấp

# TrainingProviderAddress
source: Provider Address
vi: Địa chỉ

# TrainingProviderCode
source: Provider Code
vi: Mã nhà cung cấp

# TrainingProviderContactPerson
source: Contact Person
vi: Người liên hệ

# TrainingProviderName
source: Provider Name
vi: Tên nhà cung cấp

# TrainingProviderPhone
source: Phone
vi: Điện thoại

# TrainingProviderWebsiteInvaild
source: Website is invaid
vi: Đia chỉ website không hợp lệ

source: Training Request
vi: Yêu cầu đào tạo

# TrainingRequestActualCost
source: Actual Cost
vi: Chi phí thực tế

# TrainingRequestAdded
source: Ad-hoc
vi: Không nằm kế hoạch

# TrainingRequestApprovalSuccessWithoutSendMail1
source: Approval is successful without sending mail
vi: Quá trình duyệt yêu cầu đào tạo thành công, không thực hiện việc gửi mail.

# TrainingRequestComment
source: Comment
vi: Lý do

# TrainingRequestCost
source: Plan Cost
vi: Chi phí dư kiến

# TrainingRequestCourseComplete
source: Course complete
vi: Đã hoàn tất

# TrainingRequestCourseCompleteNo
source: No complete
vi: Chưa hoàn thành

# TrainingRequestCourseCompleteYes
source: Complete
vi: Hoàn thành

# TrainingRequestCreater
source: Request creater
vi: Người lập

# TrainingRequestDuration
source: Request Duration
vi: Giai đoạn đào tạo

# TrainingRequestDurationCompany
source: Company
vi: Phòng ban

# TrainingRequestDurationDays
source: Day
vi: Số ngày

# TrainingRequestDurationExists
source: Training request duration existed
vi: Thời gian yêu cầu đào tạo đã được chọn

# TrainingRequestDurationExistsForDelete
source: This training request duration had the academy participants
vi: Thời gian đào tạo này đã có học viên tham gia

# TrainingRequestDurationFrom
source: From
vi: Từ ngày

# TrainingRequestDurationHour
source: Hour
vi: Số giờ

# TrainingRequestDurationInfo
source: Duration
vi: Thời gian

# TrainingRequestDurationName
source: Name
vi: Tên nhân viên

# TrainingRequestDurationPosition
source: Position
vi: Vị trí

# TrainingRequestDurationTo
source: To
vi: Đến ngày

# TrainingRequestDurationUserExists
source: This employee has joined this training plan
vi: Nhân viên này đã tham gia khóa học

# TrainingRequestEmployeeEvaluation_All
source: --- All ---
vi: --- Tất cả ---

# TrainingRequestEmployeeEvaluation_Evaluate
source: Evaluated
vi: Đánh giá

# TrainingRequestEmployeeEvaluation_NotEvaluate
source: Not evaluated
vi: Không đánh giá

source: Training Request Evaluation
vi: Báo cáo đánh giá yêu cầu đào tạo

# TrainingRequestEvaluationNo
source: No
vi: Không

# TrainingRequestEvaluationNoRequired
source: No required
vi: Không yêu cầu

# TrainingRequestEvaluationOfEmployee
source: Evaluation employee
vi: Đánh giá của nhân viên

# TrainingRequestEvaluationRequest
source: Evaluation Required
vi: Đánh giá khóa học

# TrainingRequestEvaluationRequired
source: Required
vi: Yêu cầu

# TrainingRequestEvaluationRequired_NotRequired
source: Not required
vi: Không yêu cầu

# TrainingRequestEvaluationRequired_Required
source: Required
vi: Yêu cầu

# TrainingRequestEvaluationYes
source: Yes
vi: Có

source: Training Request Expense Report
vi: Báo cáo chi phí yêu cầu đào tạo

# TrainingRequestFromDate
source: From date
vi: Từ ngày

# TrainingRequestInvalidFromToDate
source: The from, to date of training request duration is invaild.
vi: Thông tin thời gian đào tạo không hợp lệ

source: Training Request List
vi: Danh Sách Yêu Cầu Đào Tạo

# TrainingRequestLocationInfo
source: Province/City
vi: Tỉnh/Thành phố

# TrainingRequestLocationLocal
source: Local
vi: Trong nước

# TrainingRequestLocationOversea
source: Oversea
vi: Quốc tế

# TrainingRequestParticipant
source: Participant
vi: Tham gia

# TrainingRequestPlanned
source: Planned
vi: Từ kế hoạch

# TrainingRequestRemove
source: Remove
vi: Từ chối

# TrainingRequestStatus
source: Request status
vi: Trạng thái yêu cầu

# TrainingRequestToDate
source: To date
vi: Đến ngày

# TrainingRequestTotalDays
source: Days
vi: Số ngày

# TrainingRequestTotalHours
source: Hours
vi: Số giờ

source: Training Type
vi: Hình thức đào tạo

# TrainingTypeCode
source: Type Code
vi: Mã hình thức

# TrainingTypeName
source: Type Name
vi: Tên hình thức

source: Transfer
vi: Chuyển

# TransferCandidate
source: Transfer candidate to employee
vi: Chuyển ứng viên thành nhân viên

# TransferErrorMessage
source: This candidate "{0}" should not be transfer into staff!
vi: Ứng viên này "{0}" nên không thể chuyển thành nhân viên!

source: Transfer to potential candidate
vi: Chuyển thành ứng viên tiềm năng

source: Transfer to staff
vi: Chuyển thành nhân viên

# TrueStatus
source: True
vi: Có

source: Twelve Months
vi: 12 tháng

source: Two Months
vi: 2 tháng

# TwoProbationaryMonths
source: 2 Probationary Months
vi: 2 tháng thực tập

source: Type
vi: Loại

# TypeId
source: Type
vi: Lọai

source: Type of report
vi: Loại báo cáo

source: Type of salary
vi: Cách tính lương

# UI
source: Is UnEmployeed Insurance Used ?
vi: Sử dụng bảo hiểm thất nghiệm ?

# UnableToFindCandidate
source: Unable to find this candidate!
vi: Không tim thấy ứng viên này!

source: Unlimited
vi: Không giới hạn

source: Unlimited Campaign
vi: Không giới hạn chiến dịch quảng cáo

source: UnLock
vi: Mở khóa

source: UnPaid Months
vi: Số tháng chưa thanh toán

source: Unspecified
vi: Không xác định

source: Update
vi: Cập nhật

# UpdateDataError
source: Error in processing of updating data
vi: Thất bại trong khi cập nhật dữ liệu

source: Update Failure
vi: Cập nhật thất bại

source: Update Password
vi: Được cập nhật mật khẩu ?

source: Update Status Failure
vi: Cập nhật tình trạng thất bại

source: Update Status Success
vi: Cập nhật tình trạng thành công

# UpdateSuccess
source: Update Successfully
vi: Cập nhật thành công

source: Upload
vi: Tải lên

source: Uploaded by
vi: Người tải lên

source: Uploaded File List
vi: Danh sách file đã tải lên

source: Uploaded time
vi: Thời gian tải lên

# Uploader
source: Upload file
vi: Tải file lên

# UploadError
source: There is error in uploading
vi: Có lỗi trong tiến trình upload

# UploadFile
source: Upload
vi: Tải lên

# UploadFileError
source: Error in uploading file
vi: Có lỗi trong tiến trình cập nhật tập tin

source: Upload file successfully
vi: Tải tập tin lên thành công

# UploadingError
source: There was error uploading files!
vi: Có lỗi trong tiến trình tải tập tin lên!

source: Upload Management
vi: Quản lý tải dữ liệu

# UploadSuccess
source: Upload successfully
vi: Tải tập tin lên thành công

source: Url
vi: Địa chỉ web

source: Used?
vi: Còn sử dụng?

source: User
vi: Người dùng

# UserAssigned
source: User assigned to group
vi: Danh sách tài khoản đã gán vào nhóm

source: User Code
vi: Mã người dùng

source: User ID
vi: Mã tài khoản

source: User Info
vi: Thông tin người dùng

source: User list
vi: Danh sách tài khoản

# UserMachineID
source: Machine ID
vi: Mã chấm công

source: Username
vi: Tài khoản

source: Valid
vi: Hợp lệ

source: Validate
vi: Xác nhận

# ValidateEffectiveDateExpiredDate
source: Effective date must be before expired date
vi: Ngày bắt đầu có hiệu lực phải trước ngày hết hạn hiệu lực

# ValidateInformedDateEffectiveDate
source: Informed Date must be before Effective Date
vi: Ngày thông báo phải trước ngày có hiệu lực

# ValidateInputValue
source: Please input valid value
vi: Vui lòng nhập giá trị hợp lệ

# ValidateJoinDateStartDate
source: Joined date must be before official started date
vi: Ngày tham gia phải trước ngày bắt đầu ký chính thức

# ValidateJoinedDateEffectiveDate
source: Joined Date must be before the start effective date
vi: Ngày tham gia phải trước ngày có hiệu lực

# ValidateJoinedSignedDate
source: Joined date must be before signed date
vi: Ngày tham gia phải trước ngày ký

# ValidateLastWorkingDateEffectiveDate
source: EffectiveDate mus be before LastWorkingDate
vi: Ngày quyết định có hiệu lực phải trước ngày làm việc cuối cùng

# ValidateMinLength10
source: It must consist of at least 10 characters
vi: Vui lòng nhập ít nhất 10 kí tự

# ValidateMinLength2
source: It must consist of at least 2 characters
vi: Vui lòng nhập ít nhất 2 kí tự

# ValidateMinLength5
source: It must consist of at least 5 characters
vi: Vui lòng nhập ít nhất 5 kí tự

# ValidatePassword
source: Password is not match
vi: Mật khẩu nhập không giống nhau

# ValidateRequired
source: Please fill in the blank
vi: Vui lòng nhập giá trị

# ValidateSignedEffectiveDate
source: Signed date must be before effective date
vi: Ngày ký phải trước ngày có hiệu lực

# ValidateStartDateEndDate
source: Start date must be before end date
vi: Ngày bắt đầu phải nhỏ hơn ngày kết thúc

# ValidateStartEndDate
source: Start date must be before end date
vi: Ngày bắt đầu phải nằm trước ngày kết thúc

# ValidateStartEndMonth
source: Start month must be before end month
vi: Tháng bắt đầu phải nhỏ hơn tháng kết thúc

source: Valid Priority
vi: Độ ưu tiên hợp lệ

source: Venue
vi: Địa điểm tổ chức

source: Vietnamese
vi: Tiếng Việt

source: View
vi: Xem

source: View attach file
vi: Xem tệp tin đính kèm

source: View by interviewer
vi: Xem theo nhân viên phỏng vấn

source: View by recruitment project
vi: Xem theo phương án tuyển dụng

source: View by recruitment tournament
vi: Xem theo vòng tuyển dụng

source: View report
vi: Xem báo cáo

source: Visibility
vi: Có thể thấy

# VNName
source: Name (VN)
vi: Tên tiếng việt

source: Waitting for Approval
vi: Đang chờ duyệt

source: Warehouse Management
vi: Quản lý kho

source: Warning
vi: Lưu ý

source: Week
vi: Tuần này

source: Width
vi: Chiều rộng

source: Wok Place
vi: Nơi làm việc

# WorkDays
source: Number of day
vi: Ngày công

source: Work for
vi: Đơn vị/ Công ty

source: Work hour
vi: Thời gian làm việc trong ca

source: Working
vi: Đang làm việc

source: Working background
vi: Kinh nghiệm

source: Working calendar
vi: Lịch làm việc

source: Working expectation
vi: Nguyện vọng làm việc

source: Working History
vi: Lịch sử làm việc

source: Working history management
vi: Quản lý lịch sử làm việc

# WorkingID
source: Working
vi: Mã

source: Working Record
vi: Quá trình làm việc

source: Working Record Management
vi: Quản lý quá trình làm việc

source: Working Schedule Report
vi: Bảng phân công lịch làm việc

source: Working time
vi: Thời gian làm việc

source: Workplace
vi: Nơi làm việc

# WorkTimeBegin
source: Start time
vi: Thời gian bắt đầu

# WorkTimeEnd
source: End time
vi: Thời gian kết thúc

source: Work type
vi: Loại công việc

source: Year
vi: Năm

source: Yearly
vi: Hàng năm

source: Years
vi: Nhiều năm

source: Yes
vi: Có

# YOB
source: Year of birth
vi: Năm sinh

source: Import
vi: Nhập

source: White space is not allowed
vi: Không cho phép khoảng trắng

source: Joined Date
vi: Ngày gia nhập

source: Full Control
vi: Toàn quyền

source: Publish
vi: Công khai

# IPLastUpdated
source: IP
vi: Last Updated Id

# NewsId
source: Mã tin tức
vi: News Id

source: Lineage
vi: Dòng dõi

source: Language Name
vi: Ngôn ngữ

source: Content Item Name
vi: Nội dung

# ContentItemTitle
source: Title
vi: Tiêu đề cho nội dung

source: Icon Url
vi: Đường dẫn icon

source: Is Parent
vi: Thuộc node cha

source: Page Group Code
vi: Mã nhóm trang

source: Page Group Name
vi: Tên nhóm trang

# ValidEmail
source: Email must be valid
vi: Địa chỉ email phải hợp lệ

# InvalidEmail
source: Email is invalid
vi: Địa chỉ email không hợp lệ

source: Module Type
vi: Loại chức năng

source: Is Active
vi: Đã kích hoạt chưa?

source: By
vi: bởi

source: In
vi: trong

source: On
vi: Vào

source: Company Name
vi: Tên công ty

# UnApproved
source: The account has been not approved
vi: Tài khoản chưa được thông qua

source: February
vi: Tháng hai

source: Sex
vi: Giới tính

source: Job Title
vi: Nghề nghiệp

# PhotoThumbMiniUrl
source: Mini Thumbnail
vi: Ảnh nhỏ

source: Photo Thumbnail
vi: Hình ảnh

source: Read
vi: Đã đọc

source: UnRead
vi: Chưa đọc

source: Vendor
vi: Người bán

source: Vendor Id
vi: Mã người bán

source: Address Id
vi: Mã địa chỉ

source: Address Type Id
vi: Loại địa chỉ

source: City
vi: Thành phố

source: Company Id
vi: Mã công ty

# CountryId
source: Country
vi: Quốc gia

source: Hotline
vi: Đường dây nóng

source: Postal Code
vi: Mã vùng

# ProvinceId
source: Province
vi: Tỉnh/Thành phố

# RegionId
source: Region
vi: Vùng miền

source: Slogan
vi: Khẩu hiệu

source: Street
vi: Đường

source: Support Online
vi: Hỗ trợ trực tuyến

source: Website
vi: Địa chỉ web

source: Has Child
vi: Có mục con

# CategoryImage
source: Image
vi: Hình ảnh

# NotFoundFolder
source: Folder has not been found
vi: Không tìm thấy thư mục này

# InvalidDate
source: It must be a date.
vi: Giá trị này không phải kiểu ngày

source: Please enter date
vi: Vui lòng ngày tháng năm

# GreaterThan
source: Please enter a value bigger than {0}
vi: Vui lòng nhập số lớn hơn {0}

source: Folder Name
vi: Tên thư mục

source: File Path
vi: Đường dẫn

source: Search News
vi: Tìm kiếm

# InvalidBranchName
source: Branch name is invalid
vi: Tên chi nhánh không hợp lệ

# InvalidStatus
source: Status is invalid
vi: Tình trạng không hợp lệ

# InvalidSubject
source: Subject is invalid
vi: Chủ đề không hợp lệ

# NullBranchEntry
source: Branch entry is null
vi: Giá trị nhập mục chi nhánh không có

# InvalidPhone
source: Phone is invalid
vi: Mục điện thoại không hợp lệ

# InvalidLanguageCode
source: Language code is invalid
vi: Mã ngôn ngữ không hợp lệ

source: Create News
vi: Tạo mới tin tức

source: Edit News
vi: Hiệu chỉnh tin tức

source: Category
vi: Danh mục

source: Create Category
vi: Tạo danh mục

source: Edit Category
vi: Chỉnh sửa danh mục

# MinMaxTitleLength
source: The field {0} must be less than {1} and more than {2}
vi: Trường "{0}" phải ít nhất nhỏ hơn "{1}" và lớn hơn "{2}"

source: Invalid Url
vi: Đường dẫn không hợp lệ

# InvalidName
source: Name can only contain letter, number and special character
vi: Tên chỉ chứa chữ, số và kí tự đặc biệt

# InvalidTitle
source: Title can only contain letter, number and special character
vi: Tiêu đề chỉ chứa chữ, số và kí tự đặc biệt

# InvalidHeadline
source: Headline can only contain letter, number and special character
vi: Đề mục chỉ chứa chữ, số và kí tự đặc biệt

# ConfirmInsert
source: Are you sure to insert data?
vi: Bạn chắc muốn bổ sung thêm?

# ConfirmUpdate
source: Are you sure to update data?
vi: Bạn chắc muốn sửa chữa cập nhật nội dung?

source: Role Group Id
vi: Mã nhóm vai trò

source: Role Id
vi: Mã vai trò

source: Role Name
vi: Vai trò

# DuplicateRoleName
source: Role Name is duplicated
vi: Trùng tên

source: Group Id
vi: Mã nhóm

source: Processing
vi: Đang tiến hành xử lý

source: Submitting
vi: Đang gửi

source: Update Status
vi: Cập nhật trạng thái

# InvalidGroupName
source: Group Name is invalid
vi: Tên nhóm không hợp lệ

source: Page Type
vi: Loại trang

source: Please input page name
vi: Vui lòng nhập tên trang

source: Page Type Id
vi: Loại trang

source: Allow Access
vi: Được quyền tiếp cận

source: Config
vi: Cấu hình

source: Configuration
vi: Cấu hình

source: Page Settings
vi: Thiết lập bố trí

source: Off
vi: Tắt

# SwitchOff
source: Off
vi: Tắt

# SwitchOn
source: On
vi: Bật

# TurnOff
source: Off
vi: Tắt

# TurnOn
source: On
vi: Bật

source: Capability
vi: Khả năng

source: Module Capability
vi: Khả năng

source: Capability Name
vi: Tên khả năng

source: Album Name
vi: Tên Album

source: Comment Name
vi: Bình luận

source: Comment Text
vi: Bình luận

source: ComposerName
vi: Tên người sáng tác

source: Is Published
vi: Được công bố

source: Is Replied
vi: Được hồi âm

source: Search Text
vi: Chuỗi tìm kiếm

source: Content Type Name
vi: Tên phân loại

source: Footer Text
vi: Nội dung cuối trang

source: Setting Name
vi: Tên

source: Setting Value
vi: Giá trị

source: Branch Name
vi: Tên chi nhánh

source: Card No
vi: Mã thẻ

source: Contact Name
vi: Tên liên hệ

source: Customer Name
vi: Tên khách hàng

source: Customer Type
vi: Loại khách hàng

# CustomerTypeId
source: Customer Type
vi: Loại khách hàng

source: Key
vi: Khóa

source: New Data
vi: Dữ liệu mới

source: Old Data
vi: Dữ liệu trước đó

source: Region
vi: Vùng miền

source: Value
vi: Giá trị

source: Customer Type Name
vi: Loại khách hàng

source: Promotional Rate
vi: Tỉ lệ khuyến mãi

source: Attribute Id
vi: Mã thuộc tính

source: Attribute Name
vi: Tên thuộc tính

source: Authorized
vi: Được cho phép

source: Availability
vi: Tình trạng sẵn có

source: Average Rate
vi: Tỉ lệ trung bình

source: Background Link
vi: Đường dẫn hình nền

source: Background Name
vi: Tên hình nền

source: BirthDay
vi: Ngày sinh nhật

source: Branch Code
vi: Mã chi nhánh

source: Brief Description
vi: Mô tả ngắn

source: Capability Id
vi: Mã

source: Category Alias
vi: Biệu hiệu

# CategoryDesc
source: Description
vi: Đặc tả

# CategoryIconUrl
source: Icon Url
vi: Liên kết biểu tượng

source: Category Link
vi: Liên kết

source: Comment Id
vi: Mã

source: Coupon Code
vi: Mã khuyến mãi

source: Coupon Discount
vi: Chiết khấu khuyến mãi

source: Created By Email
vi: Tạo bởi

source: Credit Rating
vi: Mức uy tín

source: Currency Code
vi: Mã tiền tệ

source: Currency Id
vi: Mã tiền tệ

source: Currency Name
vi: Tiền tệ

source: Currency Rate Date
vi: Ngày

source: Currency Rate Id
vi: Mã

source: Currency Symbol
vi: Ký hiệu tiền tệ

source: Customer Id
vi: Khách hàng

source: Customer No
vi: Khách hàng

# CustomerUserCardNo
source: Card No
vi: Mã thẻ

source: Decimals
vi: Số lẻ

source: Decimal Symbol
vi: Ký hiệu cho số lẻ

source: Department Code
vi: Mã phòng ban

source: Department Id
vi: Mã phòng ban

source: Department Name
vi: Tên phòng ban

source: Discount
vi: Chiết khấu

source: Discount Id
vi: Chiết khấu

source: Discount Rate
vi: Tỉ lệ chiết khấu

source: Due Date
vi: Ngày hết hạn

source: End of Day Rate
vi: Tỉ lệ cuối ngày

source: Exception
vi: Biệt lệ

source: File Extension
vi: Phần tập tin mở rộng

source: File Url
vi: Đường dẫn tập tin

source: From Currency Code
vi: Từ

source: Gross Price
vi: Giá gộp

source: Id
vi: Mã

# IdCardNo
source: Card No
vi: Mã thẻ

source: Info Notification
vi: Báo sai thông tin

source: Ip
vi: Giao thức IP

source: Is Credit Card
vi: Thanh toán qua thẻ

source: Is External Link
vi: Sử dụng liên kết ngoài

source: Is Image
vi: Là hình ảnh

source: Is Online
vi: Trực tuyến

source: Is Percent
vi: Theo phần trăm %

source: Is Skin Selected
vi: Là vỏ/lớp được chọn

source: Length
vi: Độ dài

# LogoFile
source: Logo
vi: Biểu tượng

source: Log Type
vi: Loai bản ghi

source: Log Type Id
vi: Loai bản ghi

# ManufacturerCategoryId
source: Manufacturer Category
vi: Phân loại nhà sản xuất

source: Manufacturer Id
vi: Mã người sản xuất

source: Manufacturer Name
vi: Tên nhà sản xuất

source: Mark as Read
vi: Đã đọc

# MaxPurchaseQty
source: Max purchase quantity
vi: Số lượng mua tối đa

source: Message
vi: Thông điệp

# MinPurchaseQty
source: Min purchase quantity
vi: Số lượng mua tối thiểu

source: Module Permission Id
vi: Mã

source: Module Type Id
vi: Mã

source: Negative Format
vi: Định dạng số âm

source: Net Price
vi: Giá thực

source: Online Order Flag
vi: Tình trạng đơn hàng

source: Option Id
vi: Mã lựa chọn

source: Option Name
vi: Tên lựa chọn

source: Option Value
vi: Trị giá

source: Order Date
vi: Ngày đặt hàng

source: Order Id
vi: Mã đơn hàng

source: Order No
vi: Mã đơn hàng

source: Order Product Id
vi: Mã

source: Order Value
vi: Trị giá đơn hàng

source: Page Module Id
vi: Mã

# PassPortNo
source: Passport
vi: Hộ tịch

# PasswordHash
source: Hashed Password
vi: Mật khẩu

source: Payment Method Code
vi: Mã phương thức thanh toán

source: Payment Method Name
vi: Phương thức thanh toán

# PhotoFileName
source: Photo
vi: Ảnh

source: Positive Format
vi: Định dạng số dương

source: Price
vi: Giá

source: Price Notification
vi: Báo giá sai

source: Product Alias
vi: Biệt hiệu

source: Product Code
vi: Mã sản phẩm

source: Product Id
vi: Mã sản phẩm

source: Product No
vi: Mã sản phẩm

source: Product Type Id
vi: Loại sản phẩm

source: Product Type Name
vi: Loại sản phẩm

source: Promotion Id
vi: Mã khuyến mãi

source: Promotion Value
vi: Mức khuyến mãi

source: Purchase Scope
vi: Phạm vi mua

# QtyNotification
source: Quantity Notification
vi: Báo động về số lượng

source: Reference Link
vi: Đường dẫn tham chiếu

source: ScopeName
vi: Phạm vi

source: Severity
vi: Mức nghiêm trọng

source: Shipping Rate
vi: Phí vận chuyển

source: Short Description
vi: Mô tả ngắn

# SkinBackgroundId
source: Background Id
vi: Mã nền

source: Skin Package Alias
vi: Tên tắt

source: Skin Package Id
vi: Gói vỏ/lớpbọc

source: Skin Package Name
vi: Tên gói

source: Skin Package Src
vi: Nguồn

source: Skin Package Type Id
vi: Loại vỏ/lớp bọc

source: Skin Package Type Name
vi: Tên loại vỏ/lớp bọc

source: Skin Status
vi: Tình trạng vỏ/lớp

source: Skin Type Id
vi: Loại vỏ/lớp

source: Specification
vi: Đặc tả

source: Store Name
vi: Tên cửa hàng

source: Sub Total
vi: Thành tiền

source: Tax Rate
vi: Tỉ lệ thuế

source: Tax Rate Id
vi: Thuế (VAT)

source: Template Key
vi: Mã khuôn - biểu mẫu

source: Template Name
vi: Tên khuôn - biểu mẫu

# TemplateSrc
source: Template Source
vi: Nguồn

source: Terms of service
vi: Điều khoản sử dụng

source: Text
vi: Văn bản

source: Thousand Separator
vi: Phân cách hàng ngàn

# ThumbHeight
source: Height
vi: Chiều cao

# ThumbnailPhotoFileName
source: Thumbnail
vi: Ảnh chi tiết

# ThumbWidth
source: Width
vi: Chiều rộng

source: To Currency Code
vi: Tới

source: Tooltip
vi: Chú giải

source: Total Fees
vi: Tổng thành tiền

source: Transaction Method
vi: Phương thức giao dịch

source: Transaction Method Fee
vi: Phí giao dịch

source: Transaction Method Id
vi: Mã phương thức giao dịch

source: Transaction Method Name
vi: Tên phương thức giao dịch

source: Unit
vi: Đơn vị

source: Unit of dimension measure
vi: Đơn vị đo kích thước

source: Unit of weight measure
vi: Đơn vị đo trọng lượng

source: Unit Price
vi: Đơn giá

source: Units in a package
vi: Số lượng trong 1 gói/kiện

source: Units in box
vi: Số lượng trong hộp

source: Units in Stock
vi: Số lượng tồn kho

source: Units on Order
vi: Số lượng trên hóa đơn

# UserIds
source: Users
vi: Danh sách người dùng

source: Vendor Name
vi: Tên người bán

source: Verified
vi: Đã xác thực

source: View Order
vi: Thứ tự

source: Warranty
vi: Bảo hiểm

source: Weight
vi: Cân nặng

source: Background File
vi: Hình nền

source: Home Directory
vi: Thư mục gốc

source: TimeZone
vi: Múi giờ

source: TimeZone Offset
vi: Độ lệch múi giờ

source: Create Module
vi: Tạo mới khối chương trình

source: Edit Module
vi: Hiệu chỉnh khối chường trình

source: Expiry Date
vi: Ngày hết hạn

# FolderIcon
source: Icon
vi: Biểu tượng thư mục

source: Host Fee
vi: Phí thuê máy chủ

source: Host Space
vi: Dung lượng máy chủ

source: Multiple Pages
vi: Nhiều trang

source: Some Pages
vi: Một số trang

source: Add New Item
vi: Thêm mục mới

# ValidateCompareStartDateEndDate
source: EndDate must be greater than StartDate
vi: Ngày kết thúc phải lớn ngày bắt đầu

source: Please remove redundancy
vi: Vui lòng gỡ bỏ sự dư thừa

# Info
source: Information
vi: Thông tin
