Repository: jackiechou/EagleFramework
Catalog: Eagle.Resources/LanguageResource.*.resx
Languages: vi

# ErrorAnnualLeavePeriod
source: Leave taken must be less then days in policy
vi: Số ngày nghỉ phép không được lớn hơn theo qui định

# ErrorCandidateDelete
source: just delete the candidate "Not recruited"
vi: Chỉ xóa được các ứng viên "chưa xét tuyển"

# ErrorCompareYearEquals
source: From date and To date must be the same year.
vi: Từ ngày đến ngày phải cùng năm

# ErrorCutOffSalarySystemParameter
source: The CutOffSalary parameter is invalid
vi: Ngày chốt tính hệ thống lương 13 chưa được thiết lập

# ErrorInputGreaterThan
source: Please enter "{0}" is not less than "{1}"
vi: Vui lòng nhập "{0}" nho hơn "{1}"

# ErrorInputLessThan
source: Please enter "{0}" is greater than "{1}"
vi: Vui lòng nhập "{0}" lớn hơn "{1}"

# ErrorMsg
source: There is an error
vi: Có lỗi trong tiến trình cập nhật

# ErrorOTHours
source: Please input OT data
vi: Nhập vào dữ liệu OT

# ErrorOTLimit
source: OT hours is larger than the number of hours remaining permitted
vi: Số giờ OT lớn hơn số còn lại được phép

source: Errors
vi: Lỗi

# ErrorTimeInOut
source: Time out must be greater than time in
vi: Thời gian ra phải lớn thời gian vào

# Error_AddOnlineProcessDetail1
source: Is processing by "{0}"
vi: Đã có người dùng "{0}" được quyền duyệt các cấp:

# Error_AddOnlineProcessDetail2
source: Please work out to modify or delete approving right before!
vi: Vui lòng xóa bỏ hoặc chỉnh sửa lại quyền Duyệt trước.

# Error_Company
source: Please select a company!
vi: Vui lòng chọn thông tin công ty!

# Error_Department
source: Please select a deparment!
vi: Vui lòng chọn phòng ban!

# Error_Section
source: Please select a section!
vi: Vui lòng chọn tổ nhóm!

source: Evaluated
vi: Đã đánh

source: Evaluation
vi: Đánh giá

source: Evaluation Template List
vi: Dánh sách mẫu đánh giá

# ExceptedHolidays
source: Excepted Holiday
vi: Kỳ nghỉ ngoại lệ

source: Exchange Rate
vi: Tỷ giá

# Exclude
source: Exclude (Holidays, Saturday, Sunday)
vi: Ngoại trừ (Ngày lễ, T7, CN)

# ExistCode
source: Code is exist. Please choose another
vi: Mã này đã tồn tại. Xin vui lòng chọn mã khác.

# ExistData
source: Date is exist
vi: Dữ liệu đã tồn tại

source: Existed
vi: Dã tồn tại

# ExistUser
source: Account is exist. Please choose another.
vi: Tài khoản đã tồn tại. Xin chọn tên tài khoản khác.

source: Exit
vi: Thoát

source: Expectation
vi: Nguyện vọng

source: Expectation position
vi: Nguyện vọng vị trí

# ExpectationPosition1
source: Position
vi: Vị trí

# ExpectationPosition2
source: Probation 1
vi: Mong muốn 1

# ExpectationPosition3
source: Probation 2
vi: Mong muốn 2

source: Expectation salary
vi: Mức lương mong muốn

# ExpectationSalaryFrom
source: Salary from
vi: Mức lương từ

# ExpectationSalaryTo
source: Salary to
vi: Mức lương tới

source: ExpiredDate
vi: Ngày hết hiệu lực

source: Export
vi: Xuất

# ExtendErrorMessage_ChooseEmployees
source: Please select employees to extend health insurance card!
vi: Vui lòng chọn nhân viên để gia hạn thẻ BHYT!

source: Extension
vi: Phần mở rộng

# FAdm
source: Admin?
vi: Quản trị hệ thống?

source: Fail
vi: Chưa đạt

source: Failed Password Answer Attempt Count
vi: Số lần cố gắng trả lời câu hỏi thất bại

source: Failed Password Answer Attempt Window Start
vi: Số lần cố gắng trả lời câu hỏi mật khẩu thất bại

source: Failed Password Attempt Count
vi: Số lần nhập mật khẩu thất bại

source: Failed Password Attempt Window Start
vi: Số lần cố gắng đăng nhập thất bại

# FalseStatus
source: False
vi: Không

source: Family Relationship
vi: Quan hệ gia đình

source: Family Relationship Management
vi: Quản lý các mối quan hệ gia đình

source: Favourite and Skill
vi: Sở thích và kỹ năng

# FDelete
source: Delete
vi: Xóa

source: Feb
vi: Tháng 2

source: Febuary
vi: Tháng 2

# FEdit
source: Edit
vi: Sửa

source: Female
vi: Nữ

# FExport
source: Export
vi: Xuất dữ liệu

source: Field
vi: Tiêu chí

# FileAttach
source: Attach
vi: File đính kèm

source: File Attachment
vi: Đính kèm tập tin

# FileAttachments
source: Attach
vi: Đính kèm

# FileBrowser
source: Browser
vi: Upload

# FileDescription
source: Description
vi: Nội dung

# FileId
source: File Attachment
vi: File đính kèm

# FileIds
source: Files
vi: Danh sách File

# FileImage
source: Image
vi: Hình ảnh

source: File name
vi: Tên file

source: "File" not found!
vi: Không tìm thấy "tập tin"!

source: FileTitle
vi: Tên file gốc

# FileUpload
source: Upload File
vi: Tải file lên

# FileUploadInvalid
source: Please choose either a GIF, JPG, BMP or PNG image.
vi: Vui lòng chọn hình ảnh với định giang GIF, JPG, BMP hoặc PNG.

source: Finish
vi: Kết thúc

source: First
vi: Trang đầu

source: First Name
vi: Tên

# FirstQuarter
source: Quarter 1
vi: Quý 1

source: Five Months
vi: 5 tháng

# FLock
source: Locked?
vi: Khóa tài khoản?

source: Folder
vi: Thư mục

source: Folder Id
vi: Đường dẫn

source: Folder Key
vi: Đường dẫn

# FolderKeyNotFound
source: Folder key is not found
vi: Mã đường dẫn không được cung cấp

source: Folder Path
vi: Đường dẫn

source: Footer
vi: Đoạn cuối

source: For leave forward
vi: Cho việc chuyển phép năm

source: Form Area
vi: Khu vực thiết lập xử lý

# FormattingText
source: Capitalize first letter of each word and spaces between words
vi: Viết hoa kí tự đầu của chữ và có khoảng cách

# FormerCompany
source: Contact Person
vi: Thông tin công ty trước đó

# FormerCompanyAddress
source: Address
vi: Địa chỉ

# ForwardToLevel
source: Forward to
vi: Chuyển tới cấp

source: Four Months
vi: 4 tháng

# FourthQuarter
source: Quarter 4
vi: Quý 4

source: Friendly Name
vi: Tên thân thiện

source: From
vi: Từ

# From1To31
source: Can only be between 1 ... 31
vi: Chỉ từ 1 .. 31

source: From date
vi: Từ ngày

source: From Date PIT
vi: Ngày bắt đầu tính phụ thuộc

source: From month
vi: Từ tháng

source: From plan
vi: Từ kế hoạch

source: Front Image
vi: Hình nhỏ

source: Full name
vi: Họ và tên

source: Full time
vi: Toàn thời gian

source: Function
vi: Chức năng

source: Function list
vi: Danh sach chức năng

# FunctionModel_FunctionID
source: Function
vi: Mã chức năng

# FunctionModel_FunctionName
source: Function name
vi: Tên chức năng

source: Function Name
vi: Tên chức năng

# FunctionName_AccountManagement
source: Account management
vi: Quản lý tài khoản

# FunctionName_AdditionSalary
source: Addition payroll items
vi: Các phần thêm lương

# FunctionName_AdditionSalaryList
source: Addition payroll items list
vi: Danh sách các mục thêm lương theo nhân viên

# FunctionName_AddSalaryByPosition
source: Add salary by position
vi: Phần thêm lương theo chức danh

# FunctionName_AssignStaffSchedule
source: Assign staff to schedule
vi: Gán nhân viên vào lịch làm việc

# FunctionName_BasicSalary
source: Basic salary
vi: Diễn biến lương

# FunctionName_CalculatePayroll
source: Calculate payroll
vi: Tính lương

# FunctionName_DeductionSalary
source: Salary Deductions
vi: Giảm trừ lương

# FunctionName_ExchangeRate
source: Payroll Exchange Rate
vi: Tỷ giá tính lương

# FunctionName_ExchangeRateInsurance
source: Insurance Exchange Rate
vi: Tỷ giá bảo hiểm

# FunctionName_FunctionPermission
source: Function permission
vi: Phân quyền chức năng

# FunctionName_GroupManagement
source: Group management
vi: Quản lý nhóm

# FunctionName_IncomeGross
source: Progressive tariff
vi: Biểu thuế lũy tiến

# FunctionName_IncomeNET
source: Table converted Income after tax to Income befor tax
vi: Qui đổi thu nhập sau thuế ra thu nhập trước thuế

# FunctionName_IndividualOT
source: Individual Overtime Record
vi: Chi tiết làm thêm ngoài giờ

# FunctionName_InsNoticeData
source: Insurance Notice Data
vi: Dữ liệu báo bảo hiểm

# FunctionName_LeaveApplication
source: Leave application
vi: Đơn xin nghỉ phép

# FunctionName_LeaveDayType
source: Leave Day By Detail
vi: Chi tiết loại nghỉ

# FunctionName_LeaveInsurance
source: Insurance leave
vi: Nghỉ bảo hiểm

# FunctionName_LeaveRecord
source: Leave record
vi: Quản lý nghỉ phép

# FunctionName_LeaveType
source: Leave type
vi: Loại nghỉ phép

# FunctionName_MTLChild
source: Staff is parenting child
vi: Danh sách nhân viên nuôi con nhỏ

# FunctionName_OTLimitByStaff
source: Overtime Hours Limit By Staff
vi: Giới hạn số giờ làm thêm

# FunctionName_OTRateByEmployee
source: Overtime Unit By Staff
vi: Đơn giá làm ngoài giờ theo nhân viên

# FunctionName_OTRequest
source: Overtime request
vi: Đăng ký làm ngoài giờ

# FunctionName_OTRequestRecord
source: OT request record
vi: Danh sách đơn xin làm thêm ngoài giờ

# FunctionName_Reconciliation
source: Reconciliation
vi: Chuyển phép năm

# FunctionName_SalaryDeduction
source: Salary deduction
vi: Các loại khấu trừ lương

# FunctionName_SalaryGrade
source: Salary grade
vi: Ngạch lương

# FunctionName_SalaryRank
source: Salary rank
vi: Bậc lương

# FunctionName_SalaryScale
source: Salary scale
vi: Thang bảng lương

# FunctionName_Schedule
source: Work Schedule
vi: Lịch làm việc

# FunctionName_ScheduleChange
source: Change work schedule
vi: Thay đổi lịch làm việc

# FunctionName_Shift
source: Shift working
vi: Ca làm Việc

# FunctionName_StandardAL
source: Setup standard annual leave for staff
vi: Thiết lập ngày phép chuẩn cho nhân viên

# FunctionName_TimekeepingByMachine
source: Timekeeping by machine
vi: Chấm công bằng máy

# FunctionName_TimekeepingByManual
source: Timekeeping by manual
vi: Chấm công bằng tay

# FunctionName_TimesheetCyclic
source: Timesheet cyclic
vi: Chu kỳ chấm công

# FunctionName_UserGroupManagement
source: User - Group management
vi: Quản lý Tài khoản - Nhóm

# FunctionName_WorkingExpectation
source: Working expectation
vi: Nguyện vọng làm việc

# FView
source: View
vi: Xem

source: Gender
vi: Giới tính

source: General Info
vi: Thông tin chung

source: General information
vi: Thông tin chung

source: Get data
vi: Lấy dữ liệu

source: Go Back To Home Page
vi: Quay trở về trang chủ

source: Go Back To Login Page
vi: Quay trở về trang đăng nhập

# GreaterThanZero
source: It must be greater than zero
vi: Số phải lớn hơn 0

source: Group
vi: Nhóm

source: Group A
vi: Nhóm A

source: Group AB
vi: Nhóm AB

source: Group B
vi: Nhóm B

source: Group code
vi: Mã nhóm

source: Group name
vi: Tên nhóm

source: Group O
vi: Nhóm O

source: Header
vi: Đoạn đầu

source: Headline
vi: Đầu đề

source: Headquarter
vi: Trụ sở chính

source: Healthcare vote
vi: Phiếu khám chữa bệnh

source: Health insurance
vi: Bảo hiển y tế

source: Height
vi: Chiều cao

# Hello
source: Wellcome
vi: Chào mừng

# HI
source: Is Health Insurance Used ?
vi: Sử dụng bảo hiểm xã hội ?

# HIBook
source: HI No.
vi: Số thẻ BHYT

# HolidayHours
source: Holidays OT hrs
vi: Giờ OT ngày lễ

source: Holidays
vi: Ngày nghỉ / lễ

source: Home
vi: Trang chủ

# HomePage
source: Home
vi: Trang chủ

source: Hospital
vi: Bệnh viện

source: Hospital Code
vi: Mã bệnh viện

source: Hours
vi: giờ

source: Hour Totals Per Year
vi: Tổng giờ làm thêm hàng năm

# HRReport
source: Personnel Report
vi: Báo cáo nhân sự

# HRStatisticChartByContractType
source: Human Resource Statistic Chart by Contract Type
vi: Biểu đồ thống kê nhân sự theo loại hợp đồng

# HRStatisticChartByDepartment
source: Human Resource Statistic Chart by Department
vi: Biểu đồ thống kê nhân sự theo phòng ban

# HRStatisticChartByPosition
source: Human Resource Statistic Chart by Position
vi: Biểu đồ thống kê nhân sự theo vị trí

# HRStatisticChartByQualification
source: Human Resource Statistic Chart by Qualification
vi: Biểu đồ thống kê nhân sự theo trình độ văn hóa

# HttpPostedFileNotRecognized
source: Http Posted File is not recognized
vi: HttpPostedFile không được tham chiếu

source: Icon
vi: Biểu tượng

source: Icon Class
vi: Lớp biểu tượng

source: Icon Color
vi: Màu sắc

# IconFile
source: Icon Attachment
vi: Đính kèm

source: Id Existed
vi: Mã này đã tồn tại

source: ID No
vi: Số CMND

# IDNoExistsErrorMessage
source: "ID no" already exists in system!
vi: CMND đã tồn tại trong hệ thống!

source: Impressions
vi: Ấn tượng

source: InActive
vi: Vô hiệu hóa

source: Inattention
vi: Không tập trung

# Include
source: Include (Holidays, Saturday, Sunday)
vi: Bao gồm (Ngày lễ, T7, CN)

source: Inc. Notice Date
vi: Ngày báo tăng

# Income1
source: Income (to) level 1
vi: Thu nhập bậc 1

# Income2
source: Income (to) level 2
vi: Thu nhập bậc 2

# Income3
source: Income (to) level 3
vi: Thu nhập bậc 3

# Income4
source: Income (to) level 4
vi: Thu nhập bậc 4

# Income5
source: Income (to) level 5
vi: Thu nhập bậc 5

# Income6
source: Income (to) level 6
vi: Thu nhập bậc 6

# Income7
source: Income (to) level 7
vi: Thu nhập bậc 7

source: Income (to)
vi: Thu nhập (đến)

source: Incoming Mail Server Port
vi: Cổng mail vào

# IndexPage
source: Index
vi: Trang chủ

# IndividualTax
source: PIT
vi: Thuế thu nhập cá nhân

source: Information
vi: Thông tin

source: Inform Date
vi: N.báo thôi việc

source: Informed Date
vi: N.báo thôi việc

source: Inherit View Permissions
vi: Kế thừa quyển xem

source: Initial UserName
vi: Tên lúc đầu

source: Input area
vi: Khu vực nhập liệu

source: Input group name
vi: Nhập nhóm người dùng

# InsertDataError
source: Error in processing of inserting data
vi: Thất bại khi đưa dữ liệu vào

source: Insert Data Successfully
vi: Cập nhật dữ liệu thành công

source: Inserted Position
vi: Vị trí thêm

source: Ins. Notice Date
vi: Ngày báo

source: Insurance
vi: Bảo hiểm

source: Insurance Coef
vi: Hệ số bảo hiểm

source: Insurance Information
vi: BHYT/BHXH

# InsuranceLeave_AddError
source: This staff has leaved from {0} to {1} can not stay in this period of time again.
vi: Nhân viên này đã nghỉ từ ngày {0} tới ngày {1} nên không thể tạo thêm một kỳ nghỉ khác.

source: Insurance process at company
vi: Quá trình tham gia BH tại C.ty

source: Insurance process before
vi: Quá trình tham gia BH trước

source: Insurance rate
vi: Tỉ giá bảo hiểm

source: Insurance Salary
vi: Lương bảo hiểm

# InsuranceYears
source: Insurance time
vi: Tổng thời gian t/g

# InsuranceYearsAgo
source: Insurance time ago
vi: Số năm t/g trước

source: Interview
vi: Phỏng vấn

source: Interview calendar
vi: Lịch phỏng vấn

source: Interview criteria
vi: Tiêu chí phỏng vấn

source: Interview criteria type
vi: Loại tiêu chí phỏng vấn

source: Interviewed
vi: Đã phỏng vấn

source: Interviewer
vi: NV phỏng vấn

# InterviewerInvalid
source: Vui lòng nhập thời gian phỏng vấn từ ngày "{0}" tới ngày "{1}"
vi: Vui lòng nhập thời gian phỏng vấn trên từ "{0}" đến "{1}"

source: Interview evaluation report
vi: Báo cáo đánh giá kết quả phỏng vấn

source: Interviewing staff
vi: NV phỏng vấn

source: Interview schedule
vi: Đặt lịch phỏng vấn

source: Interview time
vi: Thời gian phỏng vấn

source: InValid
vi: Không hợp lệ

source: InValidate
vi: Vô hiệu hóa

# InValidBirthDate
source: Birth date is invalid
vi: Ngày sinh không hợp lệ

source: Invalid File Extension
vi: Phần đuôi file mở rộng không cho phép

# InvalidOnlineProcess_Function
source: Can not add new online process. There is a online process already exists with this function.
vi: Không thể thêm mới quy trình. Đã tồn tại quỳ trình thuộc chức năng này.

# InValidPriority
source: Priority is Exists
vi: Độ ưu tiên đã tồn tại vui lòng chọn số khác

# InvalidQualificationNo
source: "Qualification No" is exists
vi: "Số hiệu bằng" đã tồn tại

# IPLog
source: IP
vi: Địa chỉ IP

# IsAdmin
source: Admin
vi: Thuộc nhóm quản trị

source: Is Anonymous
vi: Là nặc danh ?

source: Is Approved
vi: Đã duyệt ?

source: Is Automated Decision No?
vi: Có thiết lập mặc định số quyết định thôi việc không?

# IsBenefits
source: Insurance Benefis
vi: Trợ cấp bảo hiểm

# IsContinuedToCreate
source: Do you want to continue creating?
vi: Bạn muốn tiếp tục tạo thêm?

# IsConvalescence
source: Convalescence
vi: Nghỉ dưỡng sức

source: Is Deleted
vi: Có thể xóa

source: Is Deleted After Termination Settlement?
vi: Có xóa thông tin thôi việc khi đã quyết toán hay không?

source: Is Dependant
vi: Có phụ thuộc để giảm trừ gia cảnh hay không?

# IsDesktop
source: Desktop
vi: Người dùng

source: Is Extenal Link
vi: Là liên kết ngoài ?

# IsGreaterOrEqualThan0
source: Please enter "{0}" larger than or equal to 0
vi: Vui lòng nhập "{0}" lớn hơn hoặc bằng 0

# IsInsNotice
source: Insurance notice
vi: Báo bảo hiểm

source: Is LDAP?
vi: Tài khoản LDAP?

source: Is Leaf
vi: Có mục con?

source: Is Locked Out
vi: Đã khóa ?

source: Is manager?
vi: Là quản lý?

source: Is Manipulated For Paid Leave?
vi: Cho phép nhập tiền phép dư hay không?

source: Is Manipulated Leave Day Remains?
vi: Cho tự nhập ngày phép dư hay không?

source: Is Menu
vi: Thuộc danh mục menu ?

# isNextDate_OTTimeEnd
source: Next day?
vi: OT kết thúc ngày hôm sau

# isNotified
source: Notified
vi: Đã báo bảo hiểm

# IsOTNightEnd
source: OT night end in next day
vi: OT đêm kết thúc ngày hôm sau?

source: Is Paid For Annual Leave?
vi: Có tính phép trong thôi việc hay không?

source: Is Paid For Mandatory Training Fee?
vi: Có truy thu lại chi phí đào tạo khi thôi việc hay không?

# IsPopUpClosed
source: Is PopUp Closed After Updating?
vi: PopUp được đóng ngay sau khi cập nhật?

source: Is Secured
vi: Bảo mật ?

# IsStart
source: When unapproved
vi: Khi không duyệt?

source: Issued Date
vi: Ngày cấp

# IssuedDateHIBook
source: Issue date
vi: Ngày cấp

# IssuedDateSIBook
source: Issue date
vi: Ngày cấp sổ

source: Issued Place
vi: Nơi cấp

source: Is Super User
vi: Có quyển quản trị cao nhất ?

source: Is Termination Paid?
vi: Có tính trợ cấp thôi việc hay không

source: Is Visible
vi: Có nhìn thấy ?

source: Is Visible On Page ?
vi: Xuất hiện trên trang ?

source: Is YOB?
vi: Chọn năm?

source: Item Id
vi: Mã

source: Item Tag
vi: Thẻ khóa

source: Jan
vi: Tháng giêng

source: January
vi: Tháng giêng

source: Join Date
vi: Ngày vào làm

source: Join date at company
vi: Ngày vào làm tại công ty

# JoinDateAtCompany2
source: Join at company
vi: Ngày t/g tại c.ty

source: Joined Projects
vi: Dự án tham gia

source: Jul
vi: Tháng 7

source: July
vi: Tháng 7

source: June
vi: Tháng 6

source: Keywords
vi: Từ khóa tìm kiếm

source: Labor Contracts
vi: Hợp đồng lao động

source: Language Code
vi: Mã ngôn ngữ

# LanguageId
source: Language
vi: Ngôn ngữ

# LAOD
source: Labor accidents - Occupational Diseases
vi: TNLĐ – Bệnh nghề nghiệp

source: Large Image
vi: Hình lớn

# LastCompanyDefine
source: Department
vi: Phòng ban

# LastCompanyDefinePleaseInput
source: Please input
vi: Xin nhập thông tin

source: Last Lockout Date
vi: Ngày khóa

# LastModifiedByUserId
source: Modified By
vi: Người sửa

source: Last Modified Date
vi: Ngày cập nhật mới nhất

# LastModifiedOnDate
source: Modified Date
vi: Ngày sửa

source: Last Name
vi: Họ và tên đệm

# LastUpdatedDate
source: Updated Date
vi: Ngày cập nhật

source: Last Working Date
vi: N.làm việc cuối

# lblName
source: Name
vi: Tên

# lblViewReport
source: Please click "View Report" to retrieve data.
vi: Vui lòng nhấn nút "Xem báo cáo" để lấy dữ liệu.

source: Leave date
vi: Ngày nghỉ

source: Leave Entitlement
vi: Phép năm

# LeaveForward
source: Brought forward from previous year
vi: Phép năm trước mang sang

source: Leave Name
vi: Tên phép

source: Leave of Insurance
vi: Nghỉ bảo hiểm

source: LeaveReason
vi: Lí do nghỉ việc

source: Leave taken
vi: Số ngày đã nghỉ

source: Leave type
vi: Loại phép

# LeaveTypeName
source: Leave Type
vi: Tên loại phép

source: Left
vi: Trái

source: Left Pane
vi: Phần bên trái

source: Level
vi: Bậc

# Level1
source: Department
vi: Đơn vị

# Level1Name
source: Department
vi: Phòng ban

# Level1statusA
source: Level 1 Approval
vi: Cấp 1 đã duyệt

# Level1StatusU
source: Level 1 Unapproval
vi: Cấp 1 không duyệt

# Level2
source: Section
vi: Phòng-Ban

# Level2Name
source: Section
vi: Tổ nhóm

# Level2statusA
source: Level 2 Approval
vi: Cấp 2 đã duyệt

# Level2StatusU
source: Level 2 Unapproval
vi: Cấp 2 không duyệt

# Level3statusA
source: Level 3 Approval
vi: Cấp 3 đã duyệt

# Level3StatusU
source: Level 3 Unapproval
vi: Cấp 3 không duyệt

# Level4statusA
source: Level 4 Approval
vi: Cấp 4 đã duyệt

# Level4StatusU
source: Level 4 Unapproval
vi: Cấp 4 không duyệt

# Level5statusA
source: Level 5 Approval
vi: Cấp 5 đã duyệt

# Level5StatusU
source: Level 5 Unapproval
vi: Cấp 5 không duyệt

# LevelApprove
source: Level approved
vi: Cấp đã duyệt

source: Limit banner views
vi: Phạm vi của biểu ngữ

# LimitBannerViewsByClicks
source: The banner will be servered until the number of clicks is reached
vi: Giới hạn của biểu ngữ theo số lần nhấp chọn

# LimitBannerViewsByDateTime
source: The banner will be servered until specific date
vi: Giới hạn của biểu ngữ theo thời gian

# LimitBannerViewsByImpressions
source: The banner will be servered until the number of impressions
vi: Giới hạn của biểu ngữ theo số lần yêu thích ấn tượng

source: Line Chart
vi: Biểu đồ dây

# LineManagerID
source: Manager
vi: Cấp trên

source: Link To Image
vi: Link gắn kết

source: List of participating
vi: Danh sách tham gia BH

source: List Order
vi: Thứ tự

source: Load in a new window
vi: Tải trang trong cửa sổ mới

source: Load in the full body of the window
vi: Tải trong toàn bộ thân của khung cửa sổ

source: Load in the parent frameset
vi: Tải trong khung trang cha

source: Load in the same frame as it was clicked
vi: Tải trang trong cùng khung

source: Location
vi: Địa điểm

# LocationTitle
source: Master Data- Location
vi: Danh mục - Nơi Làm Việc

source: Lock
vi: Khóa

source: Lock Date
vi: Ngày khóa

source: Login
vi: Đăng nhập

# LoginFailedNotification
source: Username or password is incorrect. Please check again!
vi: Tài khoản hoặc mật khẩu của bạn chưa chính xác ! Xin vui lòng thử lại.

source: Login here
vi: Đăng nhập tại đây

# LoginSuccess
source: Login sucessfullly
vi: Đăng nhập thành công

source: Logo Pane
vi: Phần biểu tượng

source: Logout
vi: Thoát

# LongTermDays
source: Long term
vi: Ngày nghỉ dài hạn

# LongTermDaysNote
source: specified number of days off without pay for the insurance notice
vi: Số ngày nghỉ để các định nghỉ dài hạn

source: Lowered UserName
vi: Tên viết thường

# LSBankBranchID
source: Bank Branch
vi: Chi nhánh ngân hàng

# LSBankID
source: Bank
vi: Ngân hàng

# LSChangeStatusID
source: Status
vi: Tình trạng

# LSCompanyID
source: Department
vi: Mã phòng ban

# LSCompanyName
source: Department
vi: Tên phòng ban

# LSContractTypeCode
source: Contract Type Code
vi: Mã loại hợp đồng

# LSContractTypeID
source: Contract Type
vi: Loại hợp đồng

# LSContractTypeName
source: Contract Type
vi: Loại hợp đồng

# LSCountryCode
source: Country code
vi: Mã quốc gia

# LSCountryID
source: Country
vi: Quốc gia

# LSCountryName
source: Country
vi: Quốc gia

# LSCurrencyID
source: Currency
vi: Loại tiền

# LSEducationID
source: Education
vi: Trình độ học vấn

# LSEthnicID
source: Ethnic
vi: Dân tộc

# LSFacultyID
source: Faculty
vi: Khoa

# LSFacultyName
source: Faculty
vi: Tên khoa

# LSGradeID
source: Grade
vi: Cấp bậc

# LSGradeName
source: Grade
vi: Cấp bậc

# LSHospitalIDNew
source: New hospital
vi: Nơi KCB mới nhất

# LSHospitalIDOriginal
source: Original hospital
vi: Nơi KCB ban đầu

# LSLeaveTypeCode
source: Code
vi: Mã loại nghỉ

# LSLevel1Code
source: Department code
vi: Mã phòng ban

# LSLevel1ID
source: Deparment
vi: Tổ chức / phòng ban

# LSLevel1Name
source: Deparment
vi: Phòng ban

# LSLevel2Code
source: Section code
vi: Mã tổ / nhóm

# LSLevel2ID
source: Section
vi: Tổ / nhóm

# LSLevel2Name
source: Section
vi: Khu vực

# LSLocationCode
source: Location code
vi: Mã nơi làm việc

# LSLocationID
source: Location
vi: Nơi làm việc

# LSLocationName
source: Location Name
vi: Nơi làm việc

# LSMajor
source: Specialized
vi: Ngành chính

# LSMajorID
source: Major
vi: Ngành

# LSMajorName
source: Major
vi: Tên ngành chính

# LSMaritalID
source: Marital
vi: TT hôn nhân

# LSNationalityID
source: Nationality
vi: Quốc tịch

# LSPositionCode
source: Position code
vi: Mã chức danh

# LSPositionID
source: Position
vi: Chức danh
