Repository: jackiechou/EagleFramework
Catalog: Eagle.Resources/LanguageResource.*.resx
Languages: vi

source: Event Sequence
vi: Trình tự

source: Event Status
vi: Tình trạng

source: Event Title
vi: Tiêu đề sự kiện

source: Event Type
vi: Loại sự kiện

source: Latitude
vi: Vĩ độ

source: Longitude
vi: Kinh độ

# PhotoLargeId
source: Large Photo
vi: Ảnh lớn

# PhotoSmallId
source: Small Photo
vi: Ảnh nhỏ

# TimeZoneId
source: Time Zone
vi: Khung giờ

# SeqNo
source: No
vi: Số thứ tự

# EmailConfirmed
source: Confirmed Email
vi: Xác nhận mail

source: Failed Password Answer Attempt Time
vi: Số lần thất bại nhập câu trả lời

source: Failed Password Attempt Time
vi: Số lần thất bại thay đổi mật khẩu

source: Last Activity Date
vi: Thời điểm hoạt động lần cuối

source: Last Login Date
vi: Thời điểm đăng nhập lần cuối

source: Last Password Changed Date
vi: Thời điểm thay đổi cuối

source: Duration
vi: Hạn định

# InvalidEndDate
source: End Date is invalid
vi: Ngày kết thúc không hợp lệ

# InvalidStartDate
source: Start Date is invalid
vi: Ngày bắt đầu không hợp lệ

source: Create Mail Server Provider
vi: Tạo mới nhà cung cấp dịch vụ mail

source: Edit Mail Server Provider
vi: Hiệu chỉnh thông tin nhà cung cấp dịch vụ mail

source: IMAP
vi: Giao thức IMAP

source: POP3
vi: Giao thức POP3

# MessageTypeId
source: Message Type
vi: Loại thông điệp

source: Message Type Name
vi: Tên loại thông điệp

source: Template Subject
vi: Chủ đề biểu mẫu

source: Template Body
vi: Nội dung biểu mẫu

source: Create Message Type
vi: Tạo loại thông điệp mới

source: Edit Message Type
vi: Hiệu chỉnh thông tin loại thông điệp

source: Message Type
vi: Loại thông điệp

source: Sender Name
vi: Tên người gửi

source: Signature
vi: Chữ ký

source: Create Mail Account
vi: Tạo tài khoản mail

source: Edit Mail Account
vi: Hiệu chỉnh tài khoản mail

source: Create Message Template
vi: Tạo biểu mẫu

source: Edit Message Template
vi: Hiệu chỉnh biểu mẫu

source: Message Template
vi: Biểu mẫu

# InvalidTemplateId
source: Template Id is invalid
vi: Template Id không hợp lệ

source: Create Message Category
vi: Tạo phân loại chủ đề

source: Edit Message Category
vi: Hiệu chỉnh phân loại chủ đề

source: Message Category
vi: Phân loại thông điệp

# BackgroundId
source: Background
vi: Hình nền

source: Create Skin
vi: Tạo giao diện mới

source: Create Skin Package
vi: Tạo gói giao diện mới

source: Create Skin Package Background
vi: Tạo hình nền mới

source: Create Skin Package Template
vi: Tạo mẫu bố cục giao diện mới

source: Create Skin Package Type
vi: Tạo loại gói giao diện mới

source: Edit Skin
vi: Hiệu chỉnh giao diện

source: Edit Skin Package
vi: Cập nhật gói giao diện

source: Edit Skin Package Background
vi: Cập nhật hình nềm

source: Edit Skin Package Template
vi: Cập nhật mẫu bố cục giao diện

source: Edit Skin Package Type
vi: Hiệu chỉnh thông tin loại gói giao diện

source: Skin
vi: Giao diện

source: Skin Package
vi: Gói giao diện

source: Skin Package Background
vi: Hình nền

source: Skin Package Template
vi: Mẫu bố cục giao diện

source: Skin Package Type
vi: Loại gói giao diện

source: Skin Type
vi: Loại giao diện

source: Package Alias
vi: Viết tắt

# PackageId
source: Package
vi: Gói

source: Package Name
vi: Tên gói

# PackageSrc
source: Source
vi: Nguồn

source: Background Photo
vi: Ảnh nền

source: Choose Status
vi: Chọn tình trạng

source: Please choose status
vi: Vui lòng chọn tình trạng

source: Please select status
vi: Vui lòng chọn tình trạng

source: Select Status
vi: Chọn tình trạng

source: Select Skin Package
vi: Chọn gói giao diện

source: Select Skin Package Type
vi: Chọn loại giao diện

source: Select Template
vi: Chọn khuôn mẫu

source: Select Message Type
vi: Chọn loại thông điệp

source: Select Alignment
vi: Chọn định hướng

source: Select Application Language
vi: Chọn ngôn ngữ cho ứng dụng

source: Select Banner Position
vi: Chọn vị trí biểu ngữ

source: Select Banner Scope
vi: Chọn phạm vi biểu ngữ

source: Select Banner Type
vi: Chọn loại biễu ngữ

source: Select Content Item
vi: Chọn nội dung

source: Select Content Type
vi: Chọn loại nội dung

source: Select Country
vi: Chọn quốc gia

source: Select Customer Type
vi: Chọn loại khách hàng

source: Select Discount
vi: Chọn chiết khấu

source: Select Duration
vi: Chọn khoảng thời gian

source: Select Gallery Collection
vi: Chọn bộ sưu tập

source: Select Group
vi: Chọn nhóm

source: Select Job Position
vi: Chọn vị trí

source: Select Language
vi: Chọn ngôn ngữ

source: Select Mail Server Provider
vi: Chọn nhà cung cấp mail

source: Select Manufacturer Category
vi: Chọn phân loại nhà sản xuất

source: Select Media Album
vi: Chọn bộ sưu tập

source: Select Media PlayList
vi: Chọn danh sách

source: Select Media Type
vi: Chọn loại phương tiện

source: Select Menu Type
vi: Chọn loại danh mục

source: Select Module
vi: Chọn tiểu trình

source: Select Module Type
vi: Chọn loại tiểu trình

source: Select Page
vi: Chọn trang

source: Select Page Type
vi: Chọn loại trang

source: Select Pane
vi: Chọn khung giao diện

source: Select Position
vi: Chọn vị trí

source: Select Product Discount
vi: Chọn chiết khấu cho sản phẩm

source: Select Product Tax Rate
vi: Chọn tỉ lệ thuế cho sản phẩm

source: Select Product Type
vi: Chọn loại sản phẩm

source: Select Provider
vi: Chọn nhà cung cấp

source: Select Province
vi: Chọn tỉnh / thành phố

source: Select Question
vi: Chọn câu hỏi

source: Select Region
vi: Chọn quận / huyện / thị xã

source: Select Role
vi: Chọn vai trò

source: Select Sex
vi: Chọn giới tính

source: Select Shipping Carrier
vi: Chọn hãng vận tải

source: Select Shipping Method
vi: Chọn phương thức vận chuyển

source: Select Skin
vi: Chọn giao diện

source: Select Visibility
vi: Chọn tầm nhìn

# WrongUrlFormat
source: URL format is wrong
vi: Sai định dạng đường dẫn

source: Completed
vi: Hoàn tất

source: Deleted
vi: Đã xóa

source: Upcoming
vi: Đang tới

source: Create Event Type
vi: Tạo loại sự kiện

source: Edit Event Type
vi: Cập nhật loại sự kiện

source: Event Management
vi: Quản lý sự kiện

source: Create Event
vi: Tạo sự kiện mới

source: Edit Event
vi: Cập nhật thông tin sự kiện

# ExpiredSession
source: Session is expired
vi: Đã hết phiên làm việc

# SessionTimeOut
source: Session is time-out
vi: Đã hết phiên làm việc

source: Please Select Event Type
vi: Vui lòng chọn loại sự kiện

source: Please Select Type
vi: Vui lòng chọn loại

source: Select Event Type
vi: Chọn loại sự kiện

source: Select Type
vi: Chọn loại

source: Select Time Zone
vi: Chọn khung giờ khu vực

source: Create Notification Type
vi: Tạo loại thông báo mới

source: Edit Notification Type
vi: Cập thông tin loại thông báo

source: Notification Type
vi: Loại thông báo

# NotificationTypeId
source: Notification Type
vi: Loại thông báo

# NotificationTargetTypeId
source: Notification Target Type
vi: Đối tượng nhận thông báo

source: Notification Type Name
vi: Tên loại thông báo

source: Template Code
vi: Mã

source: All Customers
vi: Tất cả khách hàng

source: All Employees
vi: Tất cả nhân viên

source: System
vi: Hệ thống

# NotificationTargetId
source: Notification Target
vi: Đối tượng nhận thông báo

source: Notification Target Type
vi: Loại đối tượng nhận thông báo

source: Is Notification Used
vi: Có đính kèm thông báo không?

source: Message Types
vi: Loại thông điệp

# NotificationMessageTypeId
source: Notification Message Type
vi: Loại thông báo

# NotificationSenderId
source: Notification Sender
vi: Người gửi thông điệp

source: Select Sender
vi: Chọn người gửi

source: Phone No
vi: Số điện thoại

source: Create Notification Sender
vi: Tạo người gửi thông báo mới

source: Edit Notification Sender
vi: Cập nhật thông tin ngưởi gửi thông báo

source: Notification Sender
vi: Người gửi thông báo

source: Sender No
vi: Mã người gửi

source: Target Name
vi: Tên người nhận

source: Target No
vi: Mã người nhận

source: Internal
vi: Nội bộ

# QueueId
source: Queue
vi: Hàng đợi

# NotificationSenderTypeId
source: Notification Sender Type
vi: Loại người gửi thông báo

source: District
vi: Quận

source: Create Notification Target
vi: Tạo người nhận thông báo mới

source: Edit Notification Target
vi: Cập nhật thông tin người nhận thông báo

source: Notification Target
vi: Người nhận thông báo

# NotificationTargetDefaultId
source: Notification Target Default
vi: Người nhận thông báo mặc định

source: Booking Service
vi: Đăng ký dịch vụ

# ChangeEventStatus
source: Thay đổi tình trạng của sự kiện
vi: Change Event Status

# ChangeServiceStatus
source: Thay đổi tình trạng dịch vụ
vi: Change Service Status

source: Create Account
vi: Tạo tài khoản

source: Create Service
vi: Tạo dịch vụ mới

source: Register Service
vi: Đăng ký dịch vụ

source: Service
vi: Dịch vụ

source: Modify
vi: Chỉnh sửa

source: More
vi: Thêm

source: Service Category
vi: Phân loại dịch vụ

source: Create Service Category
vi: Tạo phân loại dịch vụ mới

source: Edit Service Category
vi: Hiệu chỉnh phân loại dịch vụ

source: Step
vi: Bước

source: Booking Time
vi: Thời gian đăng ký

source: Employees
vi: Nhân viên

source: Packages
vi: Các gói chương trình

source: Time
vi: Thời gian

source: Not Found Customer
vi: Không tìm thấy thông tin khách hàng

# InvalidBirthday
source: Birthday must be a date between 100 years ago and today
vi: Ngày sinh phải là ngày nằm trong vòng 100 năm kể từ ngày hiện tại

source: Home Phone
vi: Điện thoại nhà

source: Work Phone
vi: Điện thoại công tác

source: VendorI nfo
vi: Thông tin nhà cung cấp

source: Enter Captcha Text Like Image Above
vi: Nhập Captcha theo đúng hình trên

source: Captcha
vi: Kiểm thử

source: Body
vi: Nội dung

source: Get Capcha
vi: Lấy mã kiểm thử

source: Subject
vi: Chủ đề

source: Customer Feedback
vi: Phản hồi của khách hàng

source: Feedback
vi: Phản hồi

# FeedbackId
source: Feedback
vi: Phản hồi

source: Create Feedback
vi: Tạo phản hồi

# NotFoundFeedback
source: Feedback has not been found
vi: Không tìm thấy phần phản hồi

# NotFoundIdentity
source: Identity has not been found
vi: Không tìm thấy thông tin nhân dạng

# NotFoundApplicationId
source: Application Id has not been found
vi: Không tìm thấy mã ứng dụng

# NotFoundLanguageCode
source: Language Code has not been found
vi: Không tìm thấy mã ngôn ngữ

# NotFoundRoleId
source: Role Id has not been found
vi: Không tìm thấy mã vai trò

# NotFoundUserId
source: User Id has not been found
vi: Không tìm thấy mã người dùng

# NotFoundVendorId
source: Vendor Id has not been found
vi: Không tìm thấy mã nhà cung cấp

source: Enter Captcha Text Like Text Image Below
vi: Nhập chuỗi kí tự giống hình bên dưới

source: Large Photo Url
vi: Đường dẫn ảnh lớn

source: Small Photo Url
vi: Đường dẫn ảnh nhỏ

# FrontImageUrl
source: Small Image Url
vi: Đường dẫn ảnh nhỏ

# MainImageUrl
source: Large Image Url
vi: Đường dẫn ảnh lớn

source: Creator
vi: Người tạo

source: Post Date
vi: Ngày tạo

source: Posted By
vi: Tạo bởi

source: Poster
vi: Người tạo

source: News Details
vi: Tin tức chi tiết

source: Minutes
vi: phút

source: Seconds
vi: giây

source: ago
vi: Cách đây

source: Read more
vi: Xem thêm

source: Selected Notification Target Types
vi: Loại đối tượng nhận thông điệp

source: Customer Care
vi: Chăm sóc khách hàng

# NotFoundUserName
source: User name has not been found
vi: Không tìm thấy thông tin tài khoản người dùng

# IncorrectUserNamePassword
source: The user name or password provided is incorrect
vi: Thông tin tài khoản và mật khẩu không chính xác

# NotFoundHashedPassword
source: Hashed Password has not been found
vi: Không tìm thấy mật khẩu

# NotFoundPassword
source: Password has not been found
vi: Không tìm thấy mật khẩu

source: Capability Code
vi: Mã khả năng

# DuplicateData
source: Data is concurrent
vi: Dữ liệu bị trùng

# DuplicateName
source: Name is concurrent
vi: Tên đã tồn tại

# ExistedData
source: Data has been existed!
vi: Dữ liệu đã được tồn tại!

# ExistedEmail
source: Email has been existed!
vi: Email đã tồn tại!

source: Invalid Address
vi: Địa chỉ không hợp lệ

# InvalidBannerPositionId
source: Banner position id is invalid
vi: Mã vị trí của bảng quảng cáo không hợp lệ

# InvalidBannerTypeId
source: Banner type id is invalid
vi: Mã loại biểu ngữ không hợp lệ

# InvalidBody
source: The content body is null or empty
vi: Nội dung nội dung không có giá trị hoặc trống

source: Invalid Comment
vi: Bình luận không hợp lệ

# InvalidContentSummary
source: Content Summary is invalid
vi: Tóm tắt nội dung không hợp lệ

source: Invalid Description
vi: Nội dung không hợp lệ

source: Invalid ExtraInfo
vi: Thông tin thêm không hợp lệ

# InvalidFrom
source: The sender's mail is null or empty
vi: Thư của người gửi không có giá trị hoặc trống

# InvalidId
source: Id is invalid
vi: Id không hợp lệ

source: Invalid Label
vi: Nhãn không hợp lệ

source: Invalid MemberId
vi: Mã thành viên không hợp lệ

source: Invalid MessageId
vi: Mã thông điệp không hợp lệ

source: Invalid NetworkDescription
vi: Lỗi hệ thống mạng

source: Invalid NetworkId
vi: Mã mạng không hợp lệ

# InvalidNotificationTypeId
source: Notification Type Id is invalid
vi: Mã loại thông báo không hợp lệ.

source: Invalid Owner
vi: Chủ sở hữu không hợp lệ

source: Invalid ParentId
vi: Thông tin loại cha không hợp lệ

# InvalidPassword
source: Password is invalid!
vi: Mật khẩu không đúng!

# InvalidPasswordHash
source: Password Hash is invalid!
vi: Mã khóa mật khẩu không hợp lệ!

# InvalidPasswordSalt
source: Password salt is invalid!
vi: Xác nhận mật khẩu không hợp lệ!

# InvalidScheduleId
source: Schedule Id is invalid
vi: Mã khóa biểu không hợp lệ

# InvalidSkinTypeId
source: Skin Type Id is invalid
vi: Mã giao diện không hợp lệ

# InvalidTagName
source: Tag name is null or invalid
vi: Tên thẻ là rỗng hoặc không hợp lệ

# InvalidTagType
source: Tag type is invalid
vi: Loại thẻ không hợp lệ

# InvalidTemplateContent
source: Template content is null or empty
vi: Khung mẫu không hợp lệ

# InvalidTemplateName
source: Template name is null or empty
vi: Khung mẫu đang rỗng

# InvalidTimeZone
source: InvalidvTimeZone
vi: Múi giờ không hợp lệ

# InvalidTo
source: The receiver's mail is null or empty
vi: Thư của người nhận không có giá trị hoặc trống

# InvalidTypeName
source: Type Name is invalid
vi: Tên loại không hợp lệ

source: Invalid Version
vi: Phiên bản không hợp lệ

source: Invalid WebsiteUrl
vi: Đường dẫn website không hợp lệ

source: Invalid WebsiteUrlBase
vi: Thông tin địa chỉ gốc của website không hợp lệ

# NoAccessData
source: No access to data
vi: Không có quyền truy cập vào dữ liệu

source: No permission
vi: Không có quyền

# NotFoundAppSetting
source: The key and value in AppSetting has been not found
vi: Không tìm thấy khóa và giá trị trong phần cấu hình

# NotFoundData
source: Your data has not been found
vi: Dữ liệu của bạn chưa được tìm thấy

# NotFoundEntry
source: The entry is null or empty
vi: Mục nhập trống hoặc rỗng

# NotFoundForClient
source: Client information has been not found
vi: Không tìm thấy thông tin khách hàng

# NotFoundForClientBySite
source: There is no client which match with selected site
vi: Không có khách hàng nào khớp với địa điểm đã chọn

# NotFoundForMailGroup
source: The mail group is null or empty
vi: Nhóm thư không có giá trị hoặc trống

# NotFoundForMailSystem
source: The mail system information is null or empty
vi: Thông tin hệ thống thư là rỗng

# NotFoundForMessageTemplate
source: Message Template has been not found
vi: Không tìm thấy Mẫu Thư

# NotFoundForRoleGroup
source: Role group has been not found
vi: Nhóm phân quyền không được tìm thấy

# NotFoundForSchedule
source: Schedule has been not found
vi: Không tìm thấy lịch biểu

# NotFoundForScheduleRequest
source: Schedule has been not found
vi: Không tìm thấy lịch biểu

# NotFoundForServiceRequest
source: Service Request has been not found
vi: Yêu cầu dịch vụ đã không được tìm thấy

# NotFoundForServiceRequestEntry
source: Your data entry is null or empty
vi: Dữ liệu của bạn không có giá trị hoặc trống rỗng

# NotFoundForSite
source: Site has been not found
vi: Trang web không được tìm thấy

# NotFoundForUser
source: The user is null or empty
vi: Người dùng không có giá trị hoặc không có

# NotFoundForUserId
source: The user entry is null or empty
vi: Mục nhập của người dùng là rỗng hoặc trống

# NotFoundForVariationRequest
source: Variation Request has been not found
vi: Yêu cầu kiểm tra hợp lệ không được tìm thấy

# NotFoundTag
source: Tag has not been found
vi: Không tìm thấy thẻ

# NotFoundTagType
source: Tag type has not been found
vi: Loại thẻ đã không được tìm thấy

source: Null reference
vi: Mối liên kết rỗng

# NullReferenceForMessageQueueEntry
source: The message queue entry is null or empty
vi: Mục nhập hàng đợi thông báo là rỗng hoặc không có

# NullReferenceForParentId
source: Null reference object for Parent Id
vi: Đối tượng tham chiếu rỗng cho mục id cha

# UnauthorizedAsccessError
source: You have not permission to access this content
vi: Bạn không có quyền truy cập nội dung này

# Validation
source: Fail validation
vi: Không hợp lệ

source: Confirmed
vi: Đã xác nhận

source: Draft
vi: Phác thảo

# Declined
source: Desclined
vi: Từ chối

source: Processed
vi: Đã tiến hành

source: Create Skill
vi: Tạo kỹ năng mới

source: Edit Skill
vi: Hiệu chỉnh thông tin kỹ năng

# EmployeeAvailabilityId
source: Employee Availability
vi: Thời gia có hiệu lực nhân lực

source: Skill Id
vi: Kỹ năng

source: Skill Name
vi: Tên kỹ năng

# TimeOffTypeId
source: Time-Off Type
vi: Loại thời gian nghỉ

source: Time-Off Type Name
vi: Tên loại thời gian nghỉ

source: Is Reward
vi: Thuộc nhóm khen thưởng

# RewardDisciplineId
source: Reward Discipline
vi: Khen thưởng

# SalaryId
source: Salary
vi: Lương

source: Signer
vi: Người ký

# WorkingHistoryId
source: Working History
vi: Lược sử là việc

# ManagerId
source: Manager
vi: Quản lý

source: Holiday
vi: Ngày nghỉ

# PublicHolidayId
source: Public Holiday
vi: Ngày nghỉ

# PublicHolidaySetId
source: Public Holiday Set
vi: Nhóm ngày nghỉ

# EmployeeTimeOffId
source: Employee Time-Off
vi: Thời gian nghỉ của nhân viên

# ShiftTypeId
source: Shift Type
vi: Loại ca trực

source: Shift Type Name
vi: Tên loại ca trực

source: Time-Off Type
vi: Loại thời gian nghỉ

source: Break Length
vi: Khoảng thời gian nghỉ

source: Break Start Time
vi: Thời gian nghỉ bắt đầu

source: Comments
vi: Bình luận

source: Employee Time-Off
vi: Thời gian nghỉ của nhân viên

# ReceiverId
source: Receiver
vi: Người nhận

# RequesterId
source: Requester
vi: Người yêu cầu

source: Shift
vi: Ca trực

# ShiftId
source: Shift
vi: Ca trực

source: ShiftPosition
vi: Vị trí

# ShiftPositionId
source: Shift Position
vi: Vị trí

# ShiftSwapId
source: Shift Swap
vi: Đổi ca

source: Shift Type
vi: Loại ca trực

source: Sub Location
vi: Vị trí phụ

# TimesheetId
source: Timesheet
vi: Bảng phân công

source: Topic Code
vi: Mã chủ đề

source: Gallery Collection
vi: Bộ sưu tập

source: Not Found Collection
vi: Không tìm thấy bộ sưu tập

source: Latest Collection
vi: Bộ sưu tập mới nhất

source: Booking Now
vi: Đặt lịch ngay bây giờ

source: Book Now
vi: Đặt lịch ngay bây giờ

source: Updating
vi: Đang cập nhật

# RatingId
source: Rating
vi: Xếp loại

# TargetId
source: Target
vi: Đối tượng

source: News Detail
vi: Tin tức chi tiết

source: File Type
vi: Loại tập tin

source: Hot News
vi: Tin nóng

source: Most Viewed Articles
vi: Mục được nhiều nhất

source: Most Viewed List
vi: Danh sách được xem nhiều nhất

source: Most Viewed News
vi: Tin tức được xem nhiều nhất

source: Full
vi: Trọn gói

source: Full Package
vi: Trọn gói

source: Service Pack Type
vi: Loại dịch vụ

source: Single Package
vi: Gói đơn lẻ

source: Latest
vi: Mới nhất

source: Latest Posts
vi: Bài viết mới nhất

source: Popular
vi: Yêu thích

source: Popular Posts
vi: Bài viết yêu thích

source: Select Service Pack Type
vi: Chọn loại gói dịch vụ

source: Connection Id
vi: Mã kết nối

source: Chat To Email Id
vi: Email đích

source: Email Id
vi: Email

source: From Email
vi: Từ địa chỉ email

source: Master Email Id
vi: Email chủ

source: To Email
vi: Tới địa chỉ email

source: Start Chat
vi: Bắt đầu

# ChooseService
source: Choose Services/Package
vi: Chọn dịch vụ/Gói dịch vụ

# ServiceId
source: Services
vi: Dịch vụ

# ServiceCategoryId
source: Service Category
vi: Danh mục dịch vụ

# PleaseSelectServiceCategoryId
source: Please Select Service Category
vi: Hãy chọn Danh mục dịch vụ

source: Voucher
vi: Mã giảm giá

source: Apply
vi: Áp dụng

source: Popular Post
vi: Bài viết yêu thích

# BookingStepError
source: This Step Error
vi: Bước này lỗi

source: Booking Order
vi: Đơn hàng

source: Register
vi: Đăng ký

# InvalidCode
source: Invalid Code. Code can only contain letter, number without special character
vi: Mã không hợp lệ

source: Partner
vi: Đối tác

source: Partner Name
vi: Tên đối tác

source: Partners
vi: Đối tác

source: Sponsor
vi: Nhà tài trợ

source: Sponsors
vi: Nhà tài trợ

source: Create Partner
vi: Tạo đối tác mới

source: Edit Partner
vi: Chỉnh sửa thông tin đối tác

source: Partner Management
vi: Quản lý đối tác

source: Review
vi: Bình luận

source: Reviews
vi: Bình luận

source: Best Seller
vi: Bán chạy

source: Best Selling Product
vi: Sản phẩm bán chạy

source: Best Selling Products
vi: Sản phẩm bán chạy

source: Favorite Product
vi: Sản phẩm yêu thích

source: Favorite Products
vi: Sản phẩm yêu thích

source: Most Popular Product
vi: Sản phẩm bán chạy nhất

source: Most Popular Products
vi: Sản phẩm bán chạy nhất

source: Popular Product
vi: Sản phẩm được ưa chuộng

source: Popular Products
vi: Sản phẩm được ưa chuộng

# Products
source: Product
vi: Sản phẩm

source: Action
vi: Hành động

source: Controller
vi: Điều khiển

source: Frequency
vi: Tần suất

# SiteMapId
source: SiteMap
vi: Sơ đồ vị trí

source: Create SiteMap
vi: Tạo sơ đồ vị trí

source: Edit SiteMap
vi: Hiệu chỉnh sơ đồ vị trí

source: SiteMap
vi: Sơ đồ vị trí

source: SiteMap Management
vi: Quản lý sơ đồ vị trí

source: Sign Away
vi: Nhường

source: Sign Off
vi: Ngừng

source: Sign On
vi: Ký giao kèo

source: Work
vi: Công sở

source: Phone Type
vi: Loại điện thoại

source: Select Phone Type
vi: Chọn loại điện thoại

source: Desired Url
vi: Link được trỏ tới

source: Returned Url
vi: Link được trả về

source: Notification
vi: Thông báo

source: Notification Settings
vi: Thiết lập thông báo

source: Payment Options
vi: Lựa chọn thanh toán

source: Payment Settings
vi: Thiết lập thanh toán

source: Customer Profile
vi: Tiểu sử khách hàng

# InvalidAccount
source: Account is invalid
vi: Tài khoản không hợp lệ

source: Order Status
vi: Tình trạng đơn hàng

source: Select Month
vi: Chọn tháng

source: Select Year
vi: Chọn năm

source: Package Type
vi: Loại gói

# PackName
source: Package Name
vi: Tên gói

# PackType
source: Package Type
vi: Loại gói

source: Net Fee
vi: Phí thuần

source: Package
vi: Gói

# PeriodId
source: Period
vi: Giai đoạn

source: Period Name
vi: Tên giai đoạn

source: Period Value
vi: Giá trị

source: Total Fee
vi: Tổng phí

source: Create Service Period
vi: Tạo giai đoạn

source: Edit Service Period
vi: Hiệu chỉnh giai đoạn

source: Period
vi: Giai đoạn

source: Service Period
vi: Giai đoạn

source: Book Appointments
vi: Đăng ký lịch hẹn

source: Choose Service Type
vi: Chọn loại dịch vụ

source: Afternoon
vi: Buổi trưa

source: Anytime
vi: Bất cứ lúc nào

# EveningPeriod
source: Evening (5pm - closing hour)
vi: Buổi tối (Từ 5 giờ chiều tới giờ đóng cửa)

# MorningPeriod
source: Morning (Opening hour to noon)
vi: Buổi sáng

source: Period Group
vi: Nhóm thời điểm

# ServicePackageId
source: Service Package
vi: Gói dịch vụ

source: Specific Time
vi: Thời điểm cụ thể

# HowManyGuest
source: How many guests ?
vi: Có bao nhiêu khách tham gia ?

source: Default
vi: Mặc định

# AfternoonPeriod
source: Afternoon (Noon to 5pm)
vi: Buổi trưa (Từ trưa tới 5 giờ chiều)

source: Evening
vi: Buổi tối

source: Morning
vi: Buổi sáng

source: Special Packages
vi: Gói đặc biệt
