Repository: jackiechou/EagleFramework
Catalog: Eagle.Resources/LanguageResource.*.resx
Languages: vi

# NullParentNode
source: Parent Node is null or empty
vi: Nốt cha không thể rỗng

# NullPartnerName
source: Partner Name is null or empty
vi: Không tìm thấy tên đối tác

# NullPassword
source: Password is null or empty
vi: Mật khẩu rỗng

# NullPasswordSalt
source: Password is null or empty
vi: Mật khẩu trống rỗng

# NullPeriodName
source: Period Name is null or empty
vi: Tiêu đề chu kỳ rỗng

# NullPhone
source: Phone is null or empty
vi: Không tìm thấy số điện thoại

# NullPlayListName
source: PlayList Name is null or empty
vi: Tên danh sách rỗng

# NullPositionId
source: Position Id is null or empty
vi: Mã vị trí trống rỗng

# NullPositionName
source: Position Name is null or empty
vi: Tên vị trí công việc rỗng

# NullPostedPackages
source: Posted Packages is null or empty
vi: Không tìm thấy thông tin gói dịch vụ

# NullProductAttributeName
source: Product Attribute Name is null or empty
vi: Tên thuộc tính sản phẩm rỗng

# NullProductCategoryId
source: Product Category Id is null or empty
vi: Mã danh mục sản phẩm rỗng

# NullProductCode
source: Product Code is null or empty
vi: Mã sản phẩm rỗng

# NullProductDiscountEditEntry
source: Product Discount Entry for editing is null or empty
vi: Không tìm thấy thông tin chiết khấu dịch vụ đầu vào trong tiến trình cập nhật

# NullProductId
source: Product Id is null or empty
vi: Mã sản phẩm rỗng

# NullProductName
source: Product Name is null or empty
vi: Tển sản phẩm rỗng

# NullProductNo
source: Product No is null or empty
vi: Mã sản phẩm rỗng

# NullProductTaxRate
source: Tax Rate is null or empty
vi: Tỉ lệ thuế rỗng

# NullProductTaxRateEditEntry
source: Service Tax Rate Entry for editing is null or empty
vi: Không tìm thấy thông tin tỉ lệ thuế đầu vào trong tiến trình cập nhật

# NullProductTypeId
source: Product Type Id is null or empty
vi: Mã loại sản phẩm rỗng

# NullProfileEntry
source: Profile Entry is null or empty
vi: Không tìm thấy thông tin tiểu sử đầu vào

# NullProvider
source: Provider is null or empty
vi: Không tìm thấy nhân viên

# NullProvinceEntry
source: Province Entry is null or empty
vi: Không tìm thấy thông tinh đầu vảo của tỉnh

# NullPublicHolidayEditEntry
source: Public Holiday Entry for editing is null or empty
vi: Không tìm thấy thông tin ngày nghỉ lễ đầu vào trong tiến trình cập nhật

# NullPublicHolidayEntry
source: Public Holiday Entry is null or empty
vi: Không tìm thấy thông tin ngày nghỉ lễ đầu vào

# NullPublicHolidaySetEditEntry
source: Public Holiday Entry for editing is null or empty
vi: Không tìm thấy chuỗi tập hợp ngày nghỉ lễ đầu vào trong tiến trình cập nhật

# NullPublicHolidaySetEntry
source: Public Holiday Entry is null or empty
vi: Không tìm thấy chuỗi tập hợp ngày nghỉ lễ đầu vào

# NullQualificationEditEntry
source: Qualification Entry for editing is null or empty
vi: Không tìm thấy văn bằng chứng nhận đầu vào trong tiến trình cập nhật

# NullQualificationEntry
source: Qualification Entry is null or empty
vi: Không tìm thấy văn bằng chứng nhận đầu vào

# NullQualificationNo
source: Qualification No is null or empty
vi: Không tìm thấy mã văn bằng chứng chỉ chuyên môn

# NullReason
source: Reason is null or empty
vi: Không tìm thấy nguyên nhân

# NullReceiverAddress
source: Receiver Address is null or empty
vi: Không tìm thấy thông tin địa chủ người nhận

# NullReferenceBannerScopeEntry
source: Banner Scope Entry is null or empty
vi: Không tìm thấy thông tin đầu vào của phạm vi biểu ngữ

# NullReferenceForFileUpload
source: File Upload is null or empty
vi: Bộ tải tập tin rỗng

# NullReferenceForPromotion
source: Promotion is null
vi: Không tìm thấy thông tin khuyến mãi

# NullReferenceForPromotionEntry
source: Promotion entry is null!
vi: Không tìm thấy thông tin đầu vào của khuyến mãi

# NullReferenceForVendorProductTypeEntry
source: Vendor Product Type entry is null or empty
vi: Không tìm thấy thông tin loai sản phẩm

# NullReferenceGalleryCollectionEditEntry
source: Gallery Collection Entry for Editing is null or empty
vi: Không tìm thấy thông tin đầu vào trong tiến trình cập nhật bộ sưu tập

# NullRegionEntry
source: Region Entry is null or empty
vi: Không tìm thấy thông tin đầu vào của vùng/xã/huyện

# NullRewardDisciplineEntry
source: Reward Discipline Entry is null or empty
vi: Không tìm thấy thông tin thưởng phạt kỷ luật đầu vào trong tiến trình cập nhật

# NullSalary
source: Salary is null or empty
vi: Không tìm thấy thông tin lương

# NullSalaryEditEntry
source: Salary Entry for editing is null or empty
vi: Không tìm thấy thông tin lương đầu vào trong tiến trình cập nhật

# NullSalaryEntry
source: Salary Entry is null or empty
vi: Không tìm thấy thông tin lương đầu vào

# NullSenderName
source: Sender Name is null or empty
vi: Không tìm thấy thông tin người gửi

# NullServiceBookingEditEntry
source: Service Booking Entry for editing is null or empty
vi: Không tìm thấy thông tin dịch vụ đăng ký đầu vào trong tiến trình cập nhật

# NullServiceBookingEntry
source: Service Booking Entry is null or empty
vi: Không tìm thấy thông tin dịch vụ đăng ký đầu vào

# NullServiceBookingOrderDetailTempEditEntry
source: Booking Order Detail Temp Entry for editing is null
vi: Không tìm thấy thông tin chi tiết đơn hàng dịch vụ đầu vào trong tiến trình cập nhật

# NullServiceBookingOrderEntry
source: Service Booking Order Entry is null or empty
vi: Không tìm thấy đơn hàng sử dụng gói dịch vụ

# NullServiceCategoryEditEntry
source: Service Category Entry for editing is null or empty
vi: Không tìm thấy danh mục dịch vụ đầu vào trong tiến trình cập nhật

# NullServiceCategoryEntry
source: Service Category Entry is null or empty
vi: Không tìm thấy danh mục dịch vụ đầu vào

# NullServiceDiscountEditEntry
source: Service Discount Entry for editing is null or empty
vi: Không tìm thấy thông tin chiết khấu dịch vụ đầu vào trong tiến trình cập nhật

# NullServiceDiscountEntry
source: Service Discount Entry is null or empty
vi: Không tìm thấy thông tin chiết khấu dịch vụ đầu vào

# NullServicePackDurationEditEntry
source: Service Pack Duration Entry for editing is null or empty
vi: Không tìm thấy thông tin thời hạn cho gói dịch vụ đầu vào trong tiến trình cập nhật

# NullServicePackDurationEntry
source: Service Pack Duration Entry is null or empty
vi: Không tìm thấy thông tin hợp đồng đầu vào

# NullServicePackEditEntry
source: Service Pack Entry for editing is null or empty
vi: Không tìm thấy thông tin gói dịch vụ đầu vào trong tiến trình cập nhật

# NullServicePackEntry
source: Service Pack Entry is null or empty
vi: Không tìm thấy thông tin gói dịch vụ đầu vào

# NullServicePackId
source: Service Pack Id is null or empty
vi: Không tìm thấy gói dịch vụ

# NullServicePackName
source: Service Pack Name is null or empty
vi: Không tìm thấy thông tin gói dịch vụ

# NullServicePackTypeEditEntry
source: Service Pack Type Entry for editing is null or empty
vi: Không tìm thấy thông tin loại dịch vụ đầu vào trong tiến trình cập nhật

# NullServicePackTypeEntry
source: Service Pack Type Entry is null or empty
vi: Không tìm thấy thông tin loại dịch vụ đầu vào

# NullServicePeriodEditEntry
source: Service Period Entry for editing is null or empty
vi: Không tìm thấy thông tin chu kỳ đầu vào trong tiến trình cập nhật

# NullServicePeriodEntry
source: Service Period Entry is null or empty
vi: Không tìm thấy thông tin chu kỳ đầu vào

# NullServiceTaxRate
source: Service Tax Rate is null or empty
vi: Không tìm thấy thông tin tỉ lệ thuế

# NullServiceTaxRateEditEntry
source: Service Tax Rate Entry for editing is null or empty
vi: Không tìm thấy thông tin tỉ lệ thuế đầu vào trong tiến trình cập nhật

# NullServiceTaxRateEntry
source: Service Tax Rate Entry is null or empty
vi: Không tìm thấy thông tin tỉ lệ thuế đầu vào

# NullShippingCarrierEditEntry
source: Shipping Carrier Entry for editing is null or empty
vi: Không tìm thấy người vận chuyển đầu vào trong tiến trình cập nhật

# NullShippingCarrierEntry
source: Shipping Carrier Entry is null or empty
vi: Không tìm thấy thông tin người vận chuyển đầu vào

# NullShippingCarrierName
source: Shipping Carrier Name is null or empty
vi: Tên người vận chuyển rỗng

# NullShippingMethodEditEntry
source: Shipping Method Entry for editing is null or empty
vi: Không tìm thấy phương thức vận chuyển đầu vào trong tiến trình cập nhật

# NullShippingMethodEntry
source: Shipping Method Entry is null or empty
vi: Không tìm thấy phương thức vận chuyển đầu vào

# NullShippingMethodName
source: Shipping Method Name is null or empty
vi: Tên phương thức vận chuyển rỗng

# NullShippingRateEditEntry
source: Shipping Rate for editing is null or empty
vi: Không tìm thấy tỉ lệ phí vận chuyển đầu vào trong tiến trình cập nhật

# NullShippingRateEntry
source: Shipping Rate is null or empty
vi: Không tìm thấy thông tin tỉ lệ phí vận chuyển đầu vào

# NullShippingRateName
source: Shipping Rate Name is null or empty
vi: Tên tỉ lệ phí vận chuyển rỗng

# NullSkill
source: Skill is null or empty
vi: Không tìm thấy thông tin kỹ năng

# NullSkillEditEntry
source: Skill Entry for editing is null or empty
vi: Không tìm thấy thông tin kỹ năng đầu vào trong tiến trình cập nhật

# NullSkillEntry
source: Skill Entry is null or empty
vi: Không tìm thấy thông tin kỹ năng đầu vào

# NullSkillName
source: Skill Name is null or empty
vi: Không tìm thấy tên kỹ năng

# NullStreet
source: Street is null or empty
vi: Không tìm thấy thông tin đường

# NullSubject
source: Subject is null or empty
vi: Chủ đề rỗng

# NullTargetName
source: Target Name is null or empty
vi: Không tìm thấy người nhận

# NullTemplateBody
source: Template Body is null or empty
vi: Nội dung biểu mẫu rỗng

# NullTemplateId
source: Template Id is null or empty
vi: Mã biểu mẩu rỗng

# NullTemplateKey
source: Template Key is null or empty
vi: Không tìm thấy từ khóa thiết lập biểu mẫu

# NullTemplateName
source: Template Name is null or empty
vi: Tên biễu mẫu rỗng

# NullTemplateSrc
source: Template Src is null or empty
vi: Không tìm thấy nguồn biểu mẫu

# NullTerminationEditEntry
source: Termination Entry for editing is null or empty
vi: Không tìm thấy thông tin nghỉ việc đầu vào trong tiến trình cập nhật

# NullTerminationEntry
source: Termination Entry is null or empty
vi: Không tìm thấy thông tin nghỉ việc đầu vào

# NullTimeOffType
source: Time-Off Type is null or empty
vi: Không tìm thấy loại thời gian nghỉ

# NullTimeZoneId
source: TimeZone Id is null or empty
vi: Không tìm thấy múi giờ

# NullTitle
source: Title is null or empty
vi: Không tìm thấy tiêu đề

# NullTopicId
source: Topic Id is null or empty
vi: Mã chủ đề rỗng

# NullTopicName
source: Topic Name is null or empty
vi: Không tìm thấy tên chủ đề

# NullTypeExtension
source: Type Extension is null or empty
vi: Phần mở rộng loại rỗng

# NullTypeId
source: Type Id is null or empty
vi: Mã loai rỗng

# NullTypeName
source: Type Name is null or empty
vi: Tên loại rỗng

# NullTypePath
source: Type Path is null or empty
vi: Đường dẫn rỗng

# NullUserAddressEntry
source: User Address Entry is null or empty
vi: Không tìm thấy thông tin đầu vào của địa chỉ người dùng

# NullUserName
source: UserName is null or empty
vi: Không tìm thấy tên tài khoản người dùng

# NullUseRoleEntry
source: User Role Entry has not been found
vi: Không tìm thấy thông tin đầu vào về vai trò người dùng

# NullVendorId
source: Vendor Id is null or empty
vi: Mã người bán rỗng

# NullWorkingHistory
source: Working History is null or empty
vi: Không tìm thấy thông tin lược sử làm việc

# NullWorkingHistoryEditEntry
source: Working History for editing is null or empty
vi: Không tìm thấy thông tin lược sử làm việc đầu vào trong tiến trình cập nhật

# PleaseBrowseFileOrInputLink
source: Please browse file pr enter a link
vi: Vui lòng chọn tập tin hay nhập đường dẫn tập tin

# PleaseSelectEmployeeProvider
source: Please select provider
vi: Vui lòng chọn nhân viên

source: To Date must be greater than from date
vi: Ngày kết thúc phải lớn hơn ngày bắt đầu

source: Unable To Get Video Thumbnail
vi: Không thể lấy hình ảnh từ video

# UnauthorizedUpload
source: The process of uploading has not been authorized
vi: Tiến trình tải tập tin chưa được xác thực

source: Document Id
vi: Mã tài liệu

source: Documentation Id
vi: Mã tài liệu

source: Not Found Documentation
vi: Không tìm thấy tài liệu

source: Create Documentation
vi: Tạo tài liệu

source: Edit Documentation
vi: Sửa tài liệu

source: Notifcation
vi: Thông báo

source: PayGate
vi: Cổng thanh toán

source: PayPal
vi: Cổng thanh toán PayPal

source: Ratings
vi: Tỉ lệ đánh giá/ bình luận

source: Live
vi: Trực tuyến

source: Sandbox
vi: Mẫu thử

source: Smtp Setting
vi: Thiết lập SMTP

source: Recaptcha
vi: Kiểm thử

source: Recaptcha Setting
vi: Thiết lập kiểm thử

source: Smtp
vi: Cơ chế trao đổi thư

source: Product Price Range Setting
vi: Thiết lập khung giá sản phẩm

source: Product Price Range
vi: Khung giá sản phẩm

source: Promotion Title
vi: Tên quà khuyến mãi

source: Documentation
vi: Tài liệu

source: Documentations
vi: Tài liệu

source: Cache Setting
vi: Thiết lập bộ nhớ đệm

source: Clear Cache
vi: Xóa bộ nhớ đệm

source: Cache
vi: Bộ nhớ đệm

source: Cache Settings
vi: Thiết lập bộ nhớ đệm

source: ClearCacheSuccessfully
vi: Xóa bộ nhớ đệm thành công

source: Delete Cache
vi: Xóa bộ nhớ đệm

source: Delete Cache Successfully
vi: Xóa bộ nhớ đệm thành công

source: Twitter Setting
vi: Thiết lập Twitter

source: Facebook Setting
vi: Thiết lập mạng xã hội Facebook

# ExistedOder
source: Existed order, cannot delete product
vi: Đã tồn tại đơn hàng, không thể xóa.

source: Advanced Setting
vi: Thiết lập chuyên sâu

source: Advanced Settings
vi: Thiết lập chuyên sâu

source: Currency Setting
vi: Thiết lập tiền tệ

source: Lowered Role Name
vi: Tên vai trò viết thường

source: Role Code
vi: Mã vai trò

source: Edit Setting
vi: Hiệu chỉnh thiết lập

source: Edit Settings
vi: Hiệu chỉnh thiết lập

source: Create Setting
vi: Tạo thiết lập mới

# NullIdentity
source: Identity is null
vi: Không tìm thấy đặc tính nhận dạng

# NullReferenceIdentity
source: Identity is null
vi: Không tìm thấy đặc tính nhận dạng

# NullApplicationSetting
source: Application Setting is null or empty
vi: Không tìm thấy thông tin thiết lập cho ứng dụng

# NullSetting
source: Setting is null or empty
vi: Không tìm thấy thông tin thiết lập cho ứng dụng

source: Language Setting
vi: Thiết lập ngôn ngữ

source: Language Settings
vi: Thiết lập ngôn ngữ

# ProductFilteredPriceRangeSetting
source: Filtered Price Range Setting for Product
vi: Thiết lập khung giá tìm kiếm sản phẩm

# ProductFilteredPriceRange
source: Filtered Price Range for Product
vi: Khung giá tìm kiếm sản phẩm

source: Not Found Category
vi: Không tìm thấy danh mục đang truy xuất

# NullCategory
source: Null reference for category
vi: Không tìm thấy danh mục đang truy xuất

source: Address Setting
vi: Thiết lập địa chỉ liên lạc

source: Country Setting
vi: Thiết lập quốc gia

source: Province Setting
vi: Thiết lập huyện - tỉnh thành

source: Region Setting
vi: Thiết lập vùng miền

# UsernameOrPasswordMismatch
source: Mismatch username and password
vi: Tài khoản đăng nhập và mật khẩu không khớp hoặc không chính xác

# PaymentFailure
source: There is error in payment
vi: Có lỗi trong tiến trình thanh toán

# PaypalFailure
source: There is error in PayPal payment
vi: Có lỗi trong tiến trình tiếp cận với cổng thanh toán Paypal

# PaypalTransactionFailure
source: There is error in PayPal transaction
vi: Có lỗi trong tiến trình giao dịch với cổng thanh toán Paypal

source: Unable To Access Token
vi: Không thể tiếp cận dịch vụ để truy xuất mã xác thực

source: Order Setting
vi: Thiết lập đơn hàng

source: Order Settings
vi: Thiết lập đơn hàng

# NotFoundOrderProductEditEntry
source: NotFound Order Product Entry for Editing
vi: Không tìm thấy đơn hàng trong tiến trình cập nhật

# NotFoundOrderProductTempEditEntry
source: Not Found Order Product Temp Entry for Editing
vi: Không tìm thấy đơn hàng chi tiết trong tiến trình cập nhật

source: Select Period Group
vi: Chọn thời điểm

source: Collection
vi: Bộ sưu tập

source: Topic
vi: Chủ đề

source: Max Price
vi: Mức giá cao nhất

source: Min Price
vi: Mức giá thấp nhất

source: Delivery Setting
vi: Thiết lập giao hàng

source: Delivery Settings
vi: Thiết lập giao hàng

source: ShippingSetting
vi: Thiết lập vận chuyển

source: Sms Setting
vi: Thiết lập tin nhắn

source: Sms Settings
vi: Thiết lập tin nhắn

source: Transaction Code
vi: Mã giao dịch

source: Business Name
vi: Tên doanh nghiệp

source: Payment Token
vi: Mã xác thực

source: Not Found Brand
vi: Không tìm thấy loại

source: Duplicated Brand Name
vi: Trùng tên loại

source: Existed Product Can Not Delete Brand
vi: Loại đã được sử dụng, không thể xóa

source: Invalid brand name
vi: Tên loại không hợp lệ

source: Brand
vi: Loại

source: Brand Name
vi: Tên loại

source: Create Brand
vi: Tạo loại

# BrandStatus
source: Is Published
vi: Được phát hành

source: Edit Brand
vi: Cập nhật loại

source: Card Number
vi: Mã thẻ

# NotFoundPayGate
source: Pay Gate has not been found
vi: Không tìm thấy cổng thanh toán

# NotFoundPayGateSetting
source: Pay Gate Setting has not been found
vi: Không tìm thấy thông tin thiết lập cổng thanh toán

# BrandId
source: Brand
vi: Loại

source: Select product brand
vi: Chọn loại

source: File Config
vi: Cấu hình tập tin

source: File Config Setting
vi: Thiết lập cấu hình tập tin

source: File Config Settings
vi: Thiết lập cấu hình tập tin

source: File Configuration
vi: Cấu hình tập tin

source: File Configuration Setting
vi: Thiết lập cấu hình tập tin

source: File Configuration Settings
vi: Thiết lập cấu hình tập tin

source: Transactions
vi: Giao dịch

source: Transaction Setting
vi: Thiết lập giao dịch

# DateTimeConfig
source: Date and Time Config
vi: Cấu hình ngày và giờ

# DateTimeConfigSetting
source: Date and Time Config Setting
vi: Thiết lập cấu hình ngày và giờ

source: Page Config
vi: Cấu hình trang

source: Page Config Setting
vi: Thiết lập cấu hình trang

source: Page Config Settings
vi: Thiết lập cấu hình trang

source: Page Configuration
vi: Cấu hình trang

source: Create Attribute
vi: Tạo thuộc tính
