Repository: jackiechou/EagleFramework
Catalog: Eagle.Resources/LanguageResource.*.resx
Languages: vi

source: Abort
vi: Hủy bỏ

source: Accept
vi: Chấp nhận

source: Account
vi: Tài khoản

source: Account Info
vi: Thông tin tài khoản

source: Account management
vi: Quản lý người dùng

source: Account Models
vi: Tài khoản

# AccountModel_Actived
source: Actived
vi: Còn hoạt động

# AccountModel_AvatarImageUrl
source: Avatar image url
vi: Ảnh đại diện

# AccountModel_BirthDay
source: Birth day
vi: Ngày sinh

# AccountModel_CountryId
source: Country
vi: Quốc gia

# AccountModel_DistrictId
source: District
vi: Quận/Huyện

# AccountModel_FullName
source: Full name
vi: Tên người dùng

# AccountModel_Gender
source: Gender
vi: Giới tính

# AccountModel_Password
source: Password
vi: Mật khẩu

# AccountModel_PasswordRecoveryCode
source: Password recovery code
vi: Mã phục hồi

# AccountModel_PhoneNumber
source: Phone number
vi: Số điện thoại

# AccountModel_ProvinceId
source: Province
vi: Tỉnh/Thành phố

# AccountModel_RetypePassword
source: Retype password
vi: Xác nhận mật khẩu

# AccountModel_RolesId
source: Roles Id
vi: Nhóm người dùng

# AccountModel_UserCreated
source: User created
vi: Người khởi tạo

# AccountModel_UserId
source: UserId
vi: Mã tài khoản

# AccountModel_UserName
source: Username
vi: Tài khoản

# AccountName
source: Account
vi: Tên tài khoản

source: Account Number
vi: Số tài khoản

# Account_delegate
source: Authorized
vi: Ủy quyền cho

source: Actions
vi: Hành động

source: Active
vi: Kích hoạt

# Active2
source: Active
vi: Hiện diện

source: Actual cost
vi: Chi phí thực tế

# ActualQuantity
source: Actual qty
vi: SL thực tế

# ActualSalary
source: Salary
vi: Lương

source: Add
vi: Thêm

source: Add a tag
vi: Thêm thẻ

source: Add attach file
vi: Thêm tập tin đính kèm

source: Add Existing Module
vi: Thêm chức năng đã tồn tại

source: Add Existing Module To Page
vi: Thêm module đã tồn tại vào trang

# AddForm
source: Add
vi: Thêm form

source: Add new
vi: Thêm mới

source: Add new candidate
vi: Thêm ứng viên

source: Add New Employee
vi: Thêm nhân viên

source: Add New Module
vi: Thêm mới module

source: Add New Module To Page
vi: Thêm mới module vào trang

source: Address
vi: Địa chỉ

source: Adhoc
vi: Ngoại lệ

source: Adjust AL
vi: Điều chỉnh phép năm

source: Admin
vi: Quản trị

source: Administration
vi: Quản trị

source: Administration System
vi: Hệ thống quản trị

source: Administrator
vi: Quản trị

source: Administrators
vi: Người quản lý

source: Administrator System
vi: Hệ thống quản trị

source: Advertiser
vi: Đơn vị quảng cáo

source: After 75
vi: Sau năm 75

source: Age Period
vi: Độ tuổi

# AgeRangeFrom18To65
source: Age range is 18 to 65 years old
vi: Độ tuổi từ 18 tới 65

source: Ajax Failure
vi: Lỗi ajax

# aLevel1
source: level 1
vi: cấp 1

# aLevel2
source: level 2
vi: cấp 2

# aLevel3
source: level 3
vi: cấp 3

# aLevel4
source: level 4
vi: cấp 4

# aLevel5
source: level 5
vi: cấp 5

source: Alias
vi: Tên hiệu

source: Alignment
vi: Căn chỉnh

source: All
vi: Tất cả

source: All day
vi: Cả ngày

source: All Pages
vi: Tất cả các trang

# AllStaffHICard
source: All staff have health insurance card.
vi: Tất cả nhân viên đã có thẻ BHYT.

source: All Tabs
vi: Tất cả các trang

# AltText
source: Alternate Text
vi: Đề mục thay phiên

source: Amount
vi: Số tiền

source: And
vi: Và

# ANotIsB
source: Select {0} is not a {1}
vi: Ô nhập "{0}" không phải là 1 "{1}"

source: Answer type
vi: Loại Đáp Án

source: Answer type code
vi: Mã loại đáp án

source: Answer type name
vi: Tên loại đáp án

source: Appearance
vi: Hình dáng

source: Application Code
vi: Mã ứng dụng

source: ApplicationId
vi: Mã ứng dụng

source: Application Name
vi: Tên ứng dụng

source: Apply date
vi: Ngày ứng tuyển

source: Apply date from
vi: Ngày bắt đầu nộp hồ sơ

source: Apply date to
vi: Ngày kết thúc nộp hồ sơ

source: Apply to
vi: Áp dụng cho

source: Approve
vi: Duyệt

source: Approve level 1
vi: Duyệt cấp 1

source: Approve level 2
vi: Duyệt cấp 2

source: Approve level 3
vi: Duyệt cấp 3

source: Approve level 4
vi: Duyệt cấp 4

source: Approve level 5
vi: Duyệt cấp 5

source: April
vi: Tháng 4

source: Arise Date
vi: Ngày phát sinh

source: Attach
vi: Đính kèm

source: Attach file
vi: Đính kèm

source: Attachment
vi: Tập tin đính kèm

source: Aug
vi: Tháng 8

source: August
vi: Tháng 8

source: Author
vi: Tác giả

source: Authors
vi: Tác giả

source: Automated decision no
vi: Thiết lập số tự động tăng

source: Auto number lenght
vi: Chiều dài của số tăng tự động

source: Avatar
vi: Hình đại diện

# AvgSalary
source: Average salary
vi: Lương bình quân

source: Baby DOB
vi: Ngày sinh

source: Baby DOD
vi: Ngày mất

source: Balance
vi: Còn lại

source: Bank branch management
vi: Quản lý chi nhánh ngân hàng

source: Bank Info
vi: Thông tin ngân hàng

source: Bank management
vi: Quản lý ngân hàng

source: Banner
vi: Biểu ngữ

source: Banner Code
vi: Mã biễu ngữ

source: Banner Content
vi: Nội dung biểu ngữ

source: Banner Content Setting
vi: Thiết lập nội dung

source: Banner Id
vi: Biểu ngữ

source: Banner List
vi: Danh sách biểu ngữ

source: Banner Management
vi: Quản lý biểu ngữ

source: Banner Name
vi: Biểu ngữ

# BannerPageId
source: Banner Page
vi: Trang hiển thị biểu ngữ

source: Banner Pane
vi: Phần biểu ngữ quảng cáo

source: Banner Position
vi: Vị trí biểu ngữ

source: Banner Position Id
vi: Vị trí biểu ngữ

source: Banner Position Management
vi: Quản lý vị trí biểu ngữ

source: Banner Position Name
vi: Khu vực

source: Banner Properties
vi: Đặc tính biểu ngữ

# BannerScopeId
source: Banner Scope
vi: Phạm vi biểu ngữ

source: Banner Status
vi: Trạng thái

source: Banner Title
vi: Tiêu đề biểu ngữ

source: Banner Type
vi: Loại biểu ngữ

source: Banner Type Description
vi: Mô tả loại biểu ngữ

source: Banner Type Id
vi: Loại biểu ngữ

source: Banner Type Management
vi: Quản lý loại biểu ngữ

source: Banner Type Name
vi: Loại biểu ngữ

source: Banner Type Status
vi: Tình trạng

source: Banner Upload And LifeSpan
vi: Tải biểu ngữ và thiết lập vòng đời

# BannerZoneId
source: Banner Zone
vi: Khu vực

source: Bar chart
vi: Biểu đồ thanh

source: Based change
vi: Căn cứ điều chỉnh

source: Basic coef
vi: Hệ số gốc

source: Basic configuration
vi: Cấu hình cơ bản

source: Basics
vi: Thông tin cơ bản

source: Basic salary
vi: Lương cơ bản

source: Before 75
vi: Trước năm 75

source: Before tax
vi: Trước thuế

source: belong
vi: Thuộc

# BenifitSalary
source: Benefits salary
vi: Trợ cấp

# BirthDateInvalid
source: Valid birth date must be over 18 years old
vi: Ngày tháng năm sinh phải lớn hơn 18

source: Birthday list
vi: Thống kê danh sách nhân viên theo ngày sinh

# BirthdayStatistics
source: Employee statistics by birthday
vi: Thống kê danh sách nhân viên theo ngày sinh

source: Blood Type
vi: Nhóm máu

source: Border
vi: Đồ dày biên

source: Born address
vi: Nơi sinh

# BornedNativePlace
source: Borned Placed - Native Place
vi: Nơi sinh - Nguyên quán

# BornLSCountryID
source: Borned Country
vi: Quốc gia

# BornLSDistrictID
source: Borned District
vi: Quận/huyện

# BornLSProvinceID
source: Borned Province
vi: Tỉnh/thành phố

# Both
source: All
vi: Tất cả

source: Bottom
vi: Phía dưới

source: Bottom Pane
vi: Phần bên dưới

source: Branch
vi: Chi nhánh

source: Branches
vi: Chi nhánh

source: Break time
vi: Thờ gian nghỉ ca

source: Break time (begin)
vi: Thời gian nghỉ giữa ca

source: Break time(end)
vi: Thời gian kết thúc nghỉ giữa ca

source: Browse
vi: Chọn tập tin

# btnAdd
source: Add
vi: Thêm

# btnAddToGrid
source: Add to grid
vi: Thêm vào lưới

# btnApprove
source: Approve
vi: Duyệt

# btnCalculatePayroll
source: Calculate Payroll
vi: Tính lương

# btnClose
source: Close
vi: Đóng

# btnCollectionData
source: Get data
vi: Tổng hợp dữ liệu

# btnComplete
source: Complete
vi: Hoàn thành

# btnDelete
source: Delete
vi: Xóa

# btnDetail
source: Detail
vi: Chi tiết

# btnFill
source: Fill data
vi: Điền dữ liệu

# btnFillCash
source: Cash only
vi: Tiền OT

# btnFillTOIL
source: TOIL and Cash
vi: Nghỉ bù và tiền OT

# btnList
source: List of plans
vi: DS. Kế hoạch

# btnListOfEvaluation
source: List of evaluation
vi: DS. Đánh giá

# btnListOfRequest
source: List of request
vi: DS. Yêu cầu

# btnRenewHICard
source: Extend health insurance card
vi: Gia hạn thẻ BHYT

# btnReport
source: View report
vi: Xem báo cáo

# btnReset
source: Cancel
vi: Thiết lập lại

# btnSave
source: Save
vi: Lưu

# btnSaveAsCopy
source: Save as copy
vi: Lưu bản sao

# btnSearch
source: Search
vi: Tìm kiếm

# btnSendForApproval
source: Send for approval
vi: Gửi phê duyệt

# btnUnapprove
source: Unapprove
vi: Không duyệt

# btnUpdate
source: Update
vi: Cập nhật

source: By Bank
vi: Bằng ngân hàng

source: By Cash
vi: Bằng tiền mặt

# CAFR
source: Comprehensive annual financial report
vi: Báo cáo chuyên sâu tài chính

# CAFRByQuarter
source: Comprehensive annual finacial report by quarter
vi: Báo cáo tài chính nhân sự theo quý

source: Cancel
vi: Hủy

source: Candidate
vi: Ứng viên

source: Candidate code
vi: Mã ứng viên

# CandidateCodeExistsErrorMessage
source: "Candidate code" is exists!
vi: "Mã ứng viên" đã tồn tại!

source: Candidate evaluation report
vi: Báo cáo đánh giá ứng viên

# CandidateHasBeenTransformed
source: This candidate has been transformed into staff!
vi: Ứng viên này đã được chuyển thành nhân viên!

source: Candidate information
vi: Lý lịch ứng viên

source: Candidate list
vi: Danh sách ứng viên

source: Candidate name
vi: Tên ứng viên

# CandidateTournament_ErrorMessage1
source: This candidate has not participated in the previous round interview. So you can not do this interview!
vi: Ứng viên này chưa tham gia phỏng vấn vòng trước. Bởi vậy bạn không thể thực hiện cuộc phỏng vấn này!

# CandidateTournament_ErrorMessage2
source: This candidate was eliminated in the previous round interview. So you can not do this interview!
vi: Ứng viên này đã bị loại trong vòng phỏng vấn trước. Bởi vậy bạn không thể thực hiện cuộc phỏng vấn này!

# CandidateTournament_ErrorMessage3
source: "{0}" is interviewer in this round! So you can only see the below information.
vi: "{0}" là người phỏng vấn trong vòng này! Vì vậy, bạn chỉ có thể xem các thông tin dưới đây.

source: Career Status
vi: Tình trạng công việc

source: Cash
vi: Tiền mặt

source: Category Code
vi: Mã danh mục

# CategoryId
source: Category
vi: Danh mục

source: Category Name
vi: Tên danh mục

source: Center
vi: Giữa

source: Centralization
vi: Tập trung

source: Change avatar
vi: Thay đổi hình biểu tượng

source: Change password
vi: Đổi mật khẩu

source: Change photo
vi: Thay đổi hình

source: Change reason
vi: Lý do thay đổi

# ChangeTypeDetail
source: Contents of proposed changes
vi: Nội dung đề nghị thay đổi

source: Chart
vi: Biểu đồ

source: Choose
vi: Chọn

source: Choose file
vi: Chọn tập tin

source: Choosing return level
vi: Chọn cấp trả về

source: Clicks
vi: Số lần clicks

source: Click Throughs
vi: Số lần nhấp chuột

source: Close
vi: Đóng

source: Closed
vi: Yêu cầu đã đóng

# CloseForm
source: Close
vi: Đóng

source: Code
vi: Mã

# CodeIsExists
source: This code is exists!
vi: Mã đã tồn tại trong hệ thống!

source: Coef
vi: Hệ số

# CoefInsE_C
source: Unemployee insurance (C)
vi: Tỷ lệ đóng BHTN của c.ty

# CoefInsE_E
source: Unemployee insurance (E)
vi: Tỷ lệ đóng BHTN của NV

# CoefInsH_C
source: Health insurance (C)
vi: Tỷ lệ đóng BHYT của c.ty

# CoefInsH_E
source: Health insurance (E)
vi: Tỷ lệ đóng BHYT của NV

# CoefInsS_C
source: Social insurance (C)
vi: Tỉ lệ đóng BHXH của c.ty

# CoefInsS_E
source: Social insurance (E)
vi: Tỷ lệ đóng BHXH của NV

source: Coef over
vi: Số lần tính vượt trần

# CoefSalary
source: Coef
vi: Hệ số lương

source: Color
vi: Màu sắc

source: Column Chart
vi: Biểu đồ cột

source: Comment
vi: Bình luận

source: Company
vi: Công ty

source: Company code
vi: Mã công ty

source: Company info
vi: Thông tin công ty

source: Company infomation
vi: Thông tin công ty

# CompanyUnit
source: Organizational
vi: Đơn vị

# Concentrate
source: Type
vi: Loại

source: Condition
vi: Điều kiện

source: Condition effect
vi: Điều kiện hiệu lực

source: Confirm
vi: Nhập lại

# ConfirmDelete
source: These items will be permanently deleted and cannot be recovered. Are you sure?
vi: Tất cả các file sẽ bị xóa mà không thể hồi phục. Bạn chắc chứ?

source: Confirm Password
vi: Xác nhận mật khẩu

# ConnectionError
source: There is error in connection
vi: Lỗi kết nối

source: Contact
vi: Liên hệ

# ContactPersonName
source: Person name
vi: Người phụ trách

# ContactPersonPhone
source: Phone
vi: Điện thoại

# ContactPersonPosition
source: Position
vi: Chức vụ

source: Contact Us
vi: Liên hệ

source: Content
vi: Nội dung

source: Content Item
vi: Nội dung

source: Content Item Code
vi: Mã nội dung

# ContentItemId
source: Category
vi: Nhóm

source: Content Item Management
vi: Quản lý nội dung

source: ContentI tem Manager
vi: Quản lý nội dung

source: Content Key
vi: Từ khóa nội dung

source: Content Management
vi: Quản lý nội dung

source: Content Manager
vi: Quản lý nội dung

source: Content Pane
vi: Phần nội dung

source: Contents
vi: Nội dung

source: Content type
vi: Loại file

source: Content Type Id
vi: Loại nội dung

source: Continue
vi: Tiếp tục

# Contract
source: Employee Contract
vi: Hợp đồng lao động

source: Contract ID
vi: Mã hợp đồng

source: Contract management
vi: Quản lý hợp đồng

source: Contract no
vi: Mã hợp đồng

source: Contract statistics
vi: Thống kê hợp đồng

source: Contract status
vi: Tình trạng hợp đồng

# ContractStatusName
source: Contract status
vi: Tình trạng

source: Contract type
vi: Loại hợp đồng lao động

source: Contract types
vi: Loại hợp đồng

source: Convalescence leave
vi: Nghỉ dưỡng sức

source: Copy
vi: Sao chép

source: Copyright
vi: Bản quyền

source: Costs
vi: Chi phí

source: Could not find "folder"!
vi: Không tìm thấy "thư mục"!

source: Could not found!
vi: Không tìm thấy!

# CouldNotFoundThisRound
source: This round could not found!
vi: Không tìm thấy vòng phỏng vấn này!

source: Country
vi: Quốc gia

source: Create
vi: Tạo mới

source: Create area
vi: Thêm thông tin

source: Create Banner
vi: Tạo biểu ngữ

source: Create Banner Position
vi: Tạo vị trí biểu ngữ

source: Create Banner Type
vi: Tạo loại biểu ngữ

source: Create data
vi: Tạo dữ liệu

source: Create date
vi: Ngày tạo

# CreatedByUserId
source: Created by
vi: Người tạo

source: Created date
vi: Ngày tạo

source: Create demand
vi: Tạo yêu cầu tuyển dụng

# CreatedOnDate
source: Created date
vi: Ngày tao

source: Created time
vi: Ngày tạo

source: Create employee
vi: Thêm nhân viên

source: Create failure
vi: Thất bại trong việc tạo mới

source: Create Form
vi: Mẫu biểu kiến tạo

source: Create Menu Type
vi: Tạo mới loại danh mục

source: Creater
vi: Người tạo

# CreateRecruitmentDemand
source: Please choose a recruitment plan <a href="/Administration/PlanList/Index?ModuleID=8">here</a>.
vi: Vui lòng chọn kế hoạch tuyển dụng <a href="/Administration/PlanList/Index?ModuleID=8">tại đây</a> để tạo yêu cầu tuyển dụng.

# CreateSuccess
source: Create Successfully
vi: Thêm mới thành công

source: Create time
vi: Thời gian tạo

source: Create user
vi: Người tạo

source: Css Class
vi: Lớp CSS

source: Cultural education
vi: Trình độ văn hóa

source: Culture code
vi: Mã ngôn ngữ

# CultureEducationStudies
source: Culture & education
vi: Trình độ văn hóa

source: Currency
vi: Loại tiền

# CurrentInfo
source: Current Information
vi: Thông tin hiện tại

source: Current Month
vi: Tháng

source: Current salary
vi: Mức lương hiện tại

# CustomStringLength
source: The {0} must be at least {2} and at most {1} characters long
vi: {0} yêu cầu ít nhất {2} kí tự và tối đa {1} kí từ .

source: Cut off SI
vi: Ngày chốt BH

source: Daily
vi: Hàng ngày

source: Dashboard
vi: Bảng điều khiển

# DataError
source: There is an error in data system
vi: Có lỗi về dữ liệu trong hệ thống thiết lập bảng

source: Data is exists
vi: Dữ liệu đã tồn tại

source: Data is invalid
vi: Dữ liệu không hợp lệ, Vui lòng kiểm tra lại thông tin đã chọn!

source: Data Permission
vi: Phân quyền dữ liệu

source: Date
vi: Ngày

# DateCompareInvalid
source: Please enter information {0} must be time later {1}
vi: Vui lòng nhập thông tin "{0}" phải là thời gian sau "{1}"

# DateExpireLeaveForward
source: Date expire
vi: Ngày xóa phép cũ

# DateID
source: Date
vi: Ngày

# DateInYearInvalid
source: Please enter "{0}" is the time in {1}!
vi: Vui lòng nhập "{0}" là thời gian trong năm {1}

# DateLeve3
source: Lv3 approval time
vi: Ngày duyệt cấp 3

# DateLevel1
source: Lv1 approval time
vi: Ngày duyệt cấp 1

# DateLevel2
source: Lv2 approval time
vi: Ngày duyệt cấp 2

# DateLevel4
source: Lv4 approval time
vi: Ngày duyệt cấp 4

# DateLevel5
source: Lv5 approval time
vi: Ngày duyệt cấp 5

source: Date of approval
vi: Ngày duyệt

source: Date time scope
vi: Hạn định

# DateValid
source: Please enter a valid date (ex: 30/12/2012)
vi: Vui lòng nhập ngày hợp lệ (ví dụ: 30/12/2012)

source: Day
vi: Ngày

# DayAndNight
source: Day & Night
vi: Ngày và đêm

# DayHoliday
source: Holiday (day)
vi: Ngày lễ (ngày)

# DayNormal
source: Normal (day)
vi: Ngày thường (ngày)

# DayNormalDay
source: Normal day (day)
vi: Ngày thường (ngày)

source: Days
vi: ngày

# DaysPerPeriod
source: No. of days/period
vi: Số ngày nghỉ / lần

# DaysPerYear
source: No. of days/year
vi: Số ngày nghỉ/năm

# DayWeekend
source: Weekend (day)
vi: Ngày cuối tuần (ngày)

source: Dec
vi: Tháng 12

source: December
vi: Tháng 12

source: Decentralized approval process
vi: Phân quyền duyệt quy trình

source: Decision
vi: Quyết định

source: Decision No
vi: Quyết định số

# DeductSalary
source: Salary deduction
vi: Loại khấu trừ

source: Default Language
vi: Ngôn ngữ mặc định

source: Delegate
vi: Ủy quyền

# DelegateID
source: Delegate code
vi: Mã ủy quyền

source: Delete
vi: Xóa

source: Deleted After Termination Settlement
vi: Cho phép xóa thông tin thôi việc khi đã quyết toán

source: Delete Failure
vi: Xóa thất bại

source: Delete Success
vi: Xóa thành công

source: Delivery options
vi: Sắp đặt bố trí

source: Demand Code
vi: Mã YCTD

source: Demand date
vi: Ngày yêu cầu

# DemandQuantity
source: Demand qty
vi: SL yêu cầu

source: Deny
vi: Từ chối

source: Deparment Statistics
vi: Biểu đồ thống kê theo phòng ban

source: Department
vi: Phòng ban

source: Department Section
vi: Phòng ban -Tổ nhóm

source: Department Statistics
vi: Thống kê theo phòng ban

source: Depend Deduction
vi: Giảm trừ phụ thuộc

source: Depth
vi: độ sâu

source: Description
vi: Ghi chú

source: Destination Url
vi: Link đích

source: Detail
vi: Chi tiết

source: Details
vi: Chi tiết

# DirectoryNotFound
source: Directory is not found
vi: Đường dẫn thư mục không tìm thấy

source: Disable Link
vi: Vô hiệu hóa link ?

source: Displayed column
vi: Các cột hiển thị

source: Display Name
vi: Tên hiển thị

source: Display Title
vi: Hiển thị theo tiêu đề ?

source: Divide
vi: Chia

source: Divorced
vi: Đã ly dị

# DMQuiTrinhID
source: Process code
vi: Mã quy trình

# Dob
source: Date of Birth
vi: Ngày sinh

source: Document information
vi: Thông tin tệp tin

source: Document No
vi: Số Hiệu

source: Done
vi: Xong

source: Don't have an account !
vi: Không có tài khoản !

source: Download File
vi: Tải về

source: Do You Want To Continue?
vi: Bạn chắc thực hiện hành động này chứ?

# DragNDrop
source: Drag and Drop
vi: Kéo thả file vào đây

source: Duplicate Error
vi: Bị trùng ID hoặc Code

source: Duty
vi: Nhiêm vụ

source: Dynamic report
vi: Báo cáo động

source: Edit
vi: Hiệu chỉnh

source: Edit Area
vi: Hiệu chỉnh thông tin

source: Edit Avatar
vi: Hiệu chỉnh hình ảnh

source: Edit Banner
vi: Hiệu chỉnh biểu ngữ

source: Edit Banner Position
vi: Hiệu chỉnh vị trí biểu ngữ

source: Edit Banner Type
vi: Chỉnh sửa loại biểu ngữ

source: Edit Employee
vi: Hiệu chỉnh thông tin nhân viên

source: Editer
vi: Biên tập viên

source: Edit Form
vi: Hiệu chỉnh biểu mẫu

source: Edit Profile
vi: Chỉnh sửa tiểu sử

source: Edit Termination
vi: Chỉnh sửa thông tin thôi việc

source: Edit time
vi: Hiệu chỉnh thời gian

# EducationAndFavouriteAndSkill
source: Education & Favourite
vi: Học vấn & sở thích

source: Effective Date
vi: Ngày hiệu lực

source: Eight Months
vi: 8 tháng

source: Eleven Months
vi: 11 tháng

# EmailInValid
source: Email is not in correct format.
vi: Vui lòng nhập đúng định dạng Email.

# EmergencyAddess
source: Addess
vi: Địa chỉ

# EmergencyContact
source: Contact
vi: Liên hệ

source: Emergency Info
vi: Thông tin liên hệ khẩn

# EmergencyMobile
source: Mobile
vi: Di động

# EmergencyPhone
source: Phone
vi: Điện thoại bàn

# EmpCode
source: Staff code
vi: Mã nhân viên

# EmpID
source: Employee
vi: Mã nhân viên

# EmpIDLevel1
source: Lv1 approver
vi: Người duyệt cấp 1

# EmpIDLevel2
source: Lv2 approver
vi: Người duyệt cấp 2

# EmpIDLevel3
source: Lv3 approver
vi: Người duyệt cấp 3

# EmpIDLevel4
source: Lv4 approver
vi: Người duyệt cấp 4

# EmpIDLevel5
source: Lv5 approver
vi: Người duyệt cấp 5

# EmpIDSigner
source: Signer
vi: Người ký

# Emplist
source: Staff list
vi: Danh sách nhân viên

# EmplistAssigned
source: Staff list assigned to schedule
vi: Danh sách nhân viên được gán vào lịch

# EmplistAssignedCyclic
source: Staff list assigned to cyclic
vi: Danh sách nhân viên được gán vào chu kỳ công

# Employee
source: Staff name
vi: Nhân viên

source: Employee Code
vi: Mã nhân viên

source: Employee create
vi: NV tạo kế hoạch

source: Employee Info
vi: Thông tin nhân viên

source: Employee infomation
vi: Thông tin nhân viên

source: Employee List
vi: Danh sách nhân viên

source: Employee Management
vi: Quản Lý Nhân Viên

source: Employee name
vi: Tên nhân viên

source: Employee Profile
vi: Lý lịch nhân viên

# EmployeeQty
source: Quantity of Employees
vi: Số lượng người

source: Employee quantity
vi: Số lượng NV

source: Employee Statistics By Contracts
vi: Thống kê nhân sự theo hợp đồng

source: Employee Statistics By Contract Type Details
vi: Thống kê nhân sự chi tiết theo loại hợp đồng

source: Employee Statistics By Contract Types
vi: Thống kê nhân sự theo loại hợp đồng

source: Employee Statistics By Department
vi: Thống kê nhân sự theo phòng ban

source: Employee Statistics By Department Details
vi: Thống kê nhân sự chi tiết theo phòng ban

# EmployeeStatisticsByPositiondDetails
source: Employee Statistics By Position Details
vi: Thống kê nhân sự chi tiết theo vị trí chức vụ

source: Employee Statistics By Positions
vi: Thống kê nhân sự theo vị trí chức vụ

source: Employee Statistics By Qualification
vi: Thống kê nhân sự theo trình độ văn hóa

source: Employee Statistics By Qualification Details
vi: Thống kê nhân sự chi tiết theo trình độ văn hóa

# EmpName
source: Staff Name
vi: Tên nhân viên

# EmpQty
source: Quantity of Employees
vi: Số lượng người

source: End Date
vi: Ngày kết thúc

source: End time
vi: Giờ kết thúc

source: English
vi: Tiếng Anh

source: entries
vi: mục

source: Equal
vi: Bằng

source: Error
vi: Lỗi

source: Error 403
vi: Lỗi 403

# Error403Contents
source: Error 403 : You do not have sufficient permissions to access to this part of the system
vi: Lỗi 403 : Quyền hạn của bạn không cho phép tiếp cận mục này trong hệ thống.

source: Error 404
vi: Lỗi 404

# Error404Contents
source: Error404 : Broken Links or Nonexistent Pages: It looks like the page you were trying to reach does not exist. If you feel this was an error, please contact to administrator
vi: Lỗi 404 : Link hỏng hoặc trang không tồn tại. Dường như trang bạn đang cố gắng chạm tới không tồn tại. Nếu bạn cảm thấy đây là lỗi thì vui lòng liên hệ quản trị viên.

source: Error 500
vi: Lỗi 500

# Error500Contents
source: Error500 : System Errors
vi: Lỗi 500 : Lỗi hệ thống

# ErrorAnnualLeave
source: Number of Leave taken greater than Leave balance
vi: Số ngày phép không được lớn hơn số phép năm còn lại
