Repository: jackiechou/EagleFramework
Catalog: Eagle.Resources/LanguageResource.*.resx
Languages: vi

# NotFoundMessageType
source: Message Type has not been found
vi: Không tìm thấy loại thông điệp

# NotFoundMessageTypeId
source: Message Type Id has not been found
vi: Không tìm thấy mã loại thông điệp

# NotFoundModule
source: Module has not been found
vi: Không tìm thấy mô-đun chức nang

# NotFoundModuleCapability
source: Module Capability has not been found
vi: Không tìm thấy thông tin của khả năng mô-đun chức năng

# NotFoundModulePermission
source: Module Permission has not been found
vi: Không tìm thấy thông tin phân quyền mô-đun

# NotFoundNewsCategoryEditEntry
source: News Category Entry for editing has not been found
vi: Không tìm thấy thông tin đầu vào trong tiến trình cập nhật danh mục tin tức

# NotFoundNewsCategoryEntry
source: News Category entry has been not found
vi: Không tìm thấy danh mục tin tức đầu vào

# NotFoundNewsCommentEntry
source: News Comment entry has been not found
vi: Không tìm thấy bình luận tin tức đầu vào

# NotFoundNewsEntry
source: News entry has been not found
vi: Không tìm thấy tin tức đầu vào

# NotFoundNewsId
source: News Id has not been found
vi: Không tìm thấy mã tin tức

# NotFoundNotificationSender
source: Notification Sender has not been found
vi: Không tìm thấy thông tin người gửi thông cáo

# NotFoundNotificationSenderId
source: Notification Sender Id has not been found
vi: Không tìm thấy thông tin mã người gửi thông cáo

# NotFoundNotificationTarget
source: Notification Target has not been found
vi: Không tìm thấy thông tin người nhận

# NotFoundNotificationTargetDefault
source: Notification Target Default has not been found
vi: Không tìm thấy người nhận mặc định

# NotFoundNotificationTargetDefaultId
source: Notification Target Default Id has not been found
vi: Không tìm thấy người nhận mặc định

# NotFoundNotificationType
source: Notification Type has not been found
vi: Không tìm thấy loại thông cáo

# NotFoundNotificationTypeId
source: Notification Type Id has not been found
vi: Không tìm thấy mã loại thông điệp

# NotFoundOption
source: Option has not been found
vi: Không tìm thấy lựa chọn

# NotFoundOrderEntry
source: Order Entry has not been found
vi: Không tìm thấy thông tin đầu vào của đơn hàng

# NotFoundOrderProduct
source: Order Product has not been found
vi: Không tìm thấy thông tin của đơn hàng chi tiết

# NotFoundOrderProductEntry
source: Order Product Entry has not been found
vi: Không tìm thấy thông tin đầu vào của đơn hàng chi tiết

# NotFoundOrderProductTempEntry
source: Order Product Temp entry has not been found
vi: Không tìm thấy thông tin chi tiết đơn hàng dịch vụ tạm

# NotFoundOrderShipment
source: There is no information of shipment in the order
vi: Không tìm thấy thông tin đơn hàng vận chuyển

# NotFoundOrderShipmentEntry
source: Order Shipment Entry has not been found
vi: Không tìm thấy thông tin đơn hàng vận chuyển đầu vào

# NotFoundPackageId
source: Package Id has not been found
vi: Không tìm thấy mã gói dịch vụ

# NotFoundPackageOption
source: Package Option has not been found
vi: Không tìm thấy cá gói lựa chọn

# NotFoundPage
source: Page has not been found
vi: Không tìm thấy trang

# NotFoundPagePermission
source: Page Permission has not been found
vi: Không tìm thấy thông tin phân quyền trên trang

# NotFoundParentId
source: Parent Id has not been found
vi: Không tìm thấy phần tử mẹ - phần tử gốc

# NotFoundPartner
source: Partner has not been found
vi: Không tìm thấy thông tin đối tác

# NotFoundPaymentMethod
source: Payment Method has not been found
vi: Không tìm thấy thông tin của phương thức thanh toán

# NotFoundPaymentMethodEntry
source: Payment Method Entry has not been found
vi: Không tìm thấy thông tin đầu vào của phương thức thanh toán

# NotFoundPaypalSetting
source: There is no information of paypal setting
vi: Không tìm thấy thông tin thiết lập thanh toán với Paypal

# NotFoundPermission
source: Permission has not been found
vi: Không tìm thấy thông tin phân quyền

# NotFoundPermissionEntry
source: Permission Entry has not been found
vi: Không tìm thấy thông tin phân quyền đầu vào

# NotFoundPosition
source: Position has not been found
vi: Không tìm thấy vị trí

# NotFoundPostalCode
source: There is no information of postal code
vi: Không tìm thấy thông tin mã vùng

# NotFoundProduct
source: Product has not been found
vi: Không tìm thấy thông tin sản phẩm

# NotFoundProductAttribute
source: Product Attribute has not been found
vi: Không tìm thấy thuộc tính sản phẩm

# NotFoundProductAttributeEntry
source: Product Attribute Entry has not been found
vi: Không tìm thấy thông tin đầu vào của thuộc tính sản phẩm

# NotFoundProductAttributeOption
source: Product Attribute Option has not been found
vi: Không tìm thấy thông tin thuộc tính lựa chọn

# NotFoundProductAttributeOptionEntry
source: Product Attribute Option Entry has not been found
vi: Không tìm thấy thông tin đầu vào của thuộc tính lựa chọn

# NotFoundProductCategory
source: Product Category has not been found
vi: Không tìm thấy danh mục sản phẩm

# NotFoundProductCategoryEditEntry
source: Product Category Entry for editing has not been found
vi: Không tìm thấy thông tin danh mục sản phẩm đầu vào

# NotFoundProductCategoryEntry
source: Product Category Entry has not been found
vi: Không tìm thấy thông tin đầu vào của danh mục sản phẩm

# NotFoundProductComment
source: Product Comment has not been found
vi: Không tìm thấy thông tin bình luận sản phẩm

# NotFoundProductCommentEntry
source: Product Comment Entry has not been found
vi: Không tìm thấy thông tin bình luận sản phẩm đầu vào

# NotFoundProductCoupon
source: Product Coupon has not been found
vi: Không tìm thấy thông tin của phiếu thưởng

# NotFoundProductCouponEntry
source: Product Coupon Entry has not been found
vi: Không tìm thấy thông tin đầu vào của phiếu thưởng

# NotFoundProductDiscount
source: Product Discount has not been found
vi: Không tìm thấy thông tin chiết khấu sản phẩm

# NotFoundProductDiscountEntry
source: Product Discount Entry has not been found
vi: Không tìm thấy thông tin đầu vào của chiết khấu sản phẩm

# NotFoundProductEntry
source: Product Entry has not been found
vi: Không tìm thấy thông tin đầu vào của sản phẩm

# NotFoundProductFile
source: Product File has not been found
vi: Không tìm thấy thông tin tập tin sản phẩm

# NotFoundProductFileEntry
source: Product File Entry has not been found
vi: Không tìm thấy thông tin đầu vào của tập tin sản phẩm

# NotFoundProductId
source: Product Id has not been found
vi: Không tìm thấy mã sản phẩm

# NotFoundProductRange
source: Product Range has not been found
vi: Không tìm thấy thông tin của phạm vi sản phẩm

# NotFoundProductRangeEntry
source: Product Range Entry has not been found
vi: Không tìm thấy thông tin đầu vào của phạm vi sản phẩm

# NotFoundProductTaxRate
source: Tax Rate has not been found
vi: Không tìm thông tin của tỉ lệ thuế sản phẩm

# NotFoundProductTaxRateEntry
source: Tax Rate Entry has not been found
vi: Không tìm thông tin đầu vào của tỉ lệ thuế sản phẩm

# NotFoundProductType
source: Product Type has not been found
vi: Không tìm thấy loại sản phẩm

# NotFoundProductTypeEntry
source: Product Type Entry has not been found
vi: Không tìm thấy thông tin đầu vào của loại sản phẩm

# NotFoundProductVote
source: Product Vote has not been found
vi: Không tìm thấy thông tin piếu bầu chọn sản phẩm

# NotFoundProductVoteEntry
source: Product Vote Entry has not been found
vi: Không tìm thấy thông tin đầu vào của phiếu bầu chọn sản phẩm

# NotFoundPromotion
source: Promotion has not been found
vi: Không tìm thấy thông tin khuyến mãi

# NotFoundProvince
source: Province has not been found
vi: Không tìm thấy thông tinh tỉnh

# NotFoundQualification
source: Qualification has not been found
vi: Không tìm thấy văn bằng chứng nhận

# NotFoundRegion
source: Region has not been found
vi: Không tìm thấy thông tin của vùng/xã/huyện

# NotFoundRewardDiscipline
source: Reward Discipline has not been found
vi: Không tìm thấy thông tin thưởng phạt kỷ luật

# NotFoundRole
source: Role has not been found
vi: Không tìm thấy vai trò

# NotFoundRoleEntry
source: Role entry has been null or not found
vi: Không tìm thấy thông tin đầu vào của vai trò

# NotFoundRoleGroupEntry
source: Role Group entry has been null or not found
vi: Không tìm thấy thông tin đầu vào của nhóm vai trò

# NotFoundSalary
source: Salary has not been found
vi: Không tìm thấy thông tin lương

# NotFoundSalaryId
source: Salary Id has not been found
vi: Không tìm thấy thông tin mã lương

# NotFoundServiceBooking
source: Service Booking has not been found
vi: Không tìm thấy thông tin dịch vụ đăng ký

# NotFoundServiceBookingDetail
source: Booking Order Detail has not been found
vi: Không tìm thấy thông tin chi tiết đơn hàng dịch vụ

# NotFoundServiceBookingDetailTemp
source: Booking Order Detail Temp has not been found
vi: Không tìm thấy thông tin chi tiết đơn hàng tạm dịch vụ

# NotFoundServiceCategoryEditEntry
source: Service Category Entry for editing has not been found
vi: Không tìm thấy danh mục dịch vụ đầu vào trong tiến trình cập nhật

# NotFoundServiceCategoryEntry
source: Service Category Entry has not been found
vi: Không tìm thấy danh mục dịch vụ đầu vào

# NotFoundServiceDiscount
source: Service Discount has not been found
vi: Không tìm thấy thông tin chiết khấu dịch vụ

# NotFoundServicePack
source: Service Pack has not been found
vi: Không tìm thấy thông tin gói dịch vụ

# NotFoundServicePackDuration
source: Service Pack Duration has not been found
vi: Không tìm thấy thông tin thời hạn cho gói dịch vụ

# NotFoundServicePackType
source: Service Pack Type has not been found
vi: Không tìm thấy thông tin loại dịch vụ

# NotFoundServicePeriod
source: Service Period has not been found
vi: Không tìm thấy thông tin chu kỳ

# NotFoundServiceTaxRate
source: Service Tax Rate has not been found
vi: Không tìm thấy thông tin tỉ lệ thuế

# NotFoundShipment
source: There is no information of shipment
vi: Không tìm thấy thông tin vận chuyển

# NotFoundShippingCarrier
source: Shipping Carrier has not been found
vi: Không tìm thấy thông tin người vận chuyển

# NotFoundShippingMethod
source: Shipping Method has not been found
vi: Không tìm thấy phương thức vận chuyển

# NotFoundShippingRate
source: Shipping Rate has not been found
vi: Không tìm thấy thông tin tỉ lệ phí vận chuyển

# NotFoundSiteMap
source: SiteMap has not been found
vi: Không tìm thấy sơ đồ vị trí

# NotFoundSiteMapEditEntry
source: SiteMap Entry for editing has not been found
vi: Không tìm thấy sơ đồ vị trí đầu vào trong tiến trình cập nhật

# NotFoundSiteMapEntry
source: SiteMap Entry has not been found
vi: Không tìm thấy sơ đồ vị trí đầu vào

# NotFoundSkill
source: Skill has not been found
vi: Không tìm thấy thông tin về kỹ năng

# NotFoundSkin
source: Skin has not been found
vi: Không tìm thấy mô hình kiểu mẫu đặc trưng

# NotFoundSkinPackage
source: Skin Package has not been found
vi: Không tìm thấy gói mô hình mẫu

# NotFoundSkinPackageEntry
source: Skin Package Entry has not been found
vi: Không tìm thấy thông tin gói mô hình mẫu đầu vào

# NotFoundTemplateId
source: Template Id has not been found
vi: Không tìm thấy mã biểu mẫu

# NotFoundTransactionMethod
source: Transaction Method has not been found
vi: Không tìm thấy thông tin của phương thức giao dịch

# NotFoundTransactionMethodEntry
source: Transaction Method Entry has not been found
vi: Không tìm thấy thông tin đầu vào của phương thức giao dịch

# NotFoundTypeId
source: Type Id has not been found
vi: Không tìm thấy mã phân loại

# NotFoundUserAddress
source: User Address has not been found
vi: Không tìm thấy thông tin địa chỉ người dùng

# NotFoundUserEntry
source: User entry is null or empty
vi: Không tìm thấy nội dung đầu vào của người dùng

# NotFoundUserRole
source: User Role Entry is null or empty
vi: Không tìm thấy thông tin vai trò người dùng

# NotFoundVendor
source: Vendor has not been found
vi: Không tìm thông tin của người bán

# NotFoundVendorEditEntry
source: Vendor Entry for editing has not been found
vi: Không tìm thấy thông tin tỉ lệ tiền tệ đầu vào trong tiến trình cập nhật

# NotFoundVendorEntry
source: Vendor Entry has not been found
vi: Không tìm thông tin đầu vào của người bán

# NotFoundVendorPartner
source: Vendor Partner has not been found
vi: Không tìm thấy thông tin đối tác

# NotFoundVendorPartnerEditEntry
source: Vendor Partner Entry for editing has not been found
vi: Không tìm thấy thông tin đối tác đầu vào trong tiến trình cập nhật

# NotFoundVendorProductDiscount
source: Product Discount has not been found
vi: Không tìm thấy thông tin của chiết khấu sản phẩm

# NotFoundVendorProductDiscountEntry
source: Product Discount Entry has not been found
vi: Không tìm thấy thông tin đầu vào của chiết khấu sản phẩm

# NotFoundVendorProductType
source: Vendor Product Type has not been found
vi: Không tìm thấy loại sản phẩm

# NullAction
source: Action is null or empty
vi: Không tìm thấy hành động này

# NullAddressEntry
source: Address Entry is is null or empty
vi: Không tìm thấy thông tin đầu vào của địa chỉ

# NullApplicationLanguageEntry
source: Application Language Entry is null or empty
vi: Không tìm thấy thông tin ngôn ngữ của ứng dụng đầu vào

# NullBackgroundName
source: Background Name is null or empty
vi: Không tìm thầy tên hình nền

# NullBanner
source: Banner is null or empty
vi: Biểu ngữ trống

# NullBody
source: Body is null or empty
vi: Nội dung rỗng

# NullCapabilityCode
source: Module Capability Code is null or empty
vi: Mã trùng chức năng rỗng

# NullCapabilityEntry
source: Capability Entry is null or empty
vi: Không tìm thấy thông tin đầu vào của khả năng

# NullCapabilityName
source: Module Capability Name is null or empty
vi: Tên chức năng rỗng

# NullCategoryId
source: Category Id is null or empty
vi: Mã danh mục rỗng

# NullCategoryName
source: Category Name is null or empty
vi: Tên chủ đề rỗng

# NullCityEntry
source: City Entry is is null or empty
vi: Không tìm thấy thông tin đầu vào của thành phố

# NullCollectionName
source: Gallery Collection Name is null or empty
vi: Tên bộ sưu tập rỗng

# NullCommentEmail
source: Comment Email is null or empty
vi: Mail cho bình luận rỗng

# NullCommentName
source: Comment Name is null or empty
vi: Thông tin tiêu đề bình luận

# NullCommentText
source: Comment Text is null or empty
vi: Văn bản bình luận rỗng

# NullCompany
source: Company is null or empty
vi: Thông tin công ty trống rỗng

# NullCompanyId
source: Company Id is null or empty
vi: Mã công ty trống rỗng

# NullCompanyName
source: Company Name is null or empty
vi: Tên công ty rỗng

# NullContactEditEntry
source: Contact Edit Entry is null or empty
vi: Không tìm thấy thông tin liên lạc đầu vào

# NullContactEntry
source: Contact Entry is null or empty
vi: Không tìm thấy thông tin liên lạc

# NullContentItem
source: Content item is null
vi: Không tìm thấy nội dung hạng mục

# NullContentItemEntry
source: Content item entry is null
vi: Thông tin đầu vào của hạng mục nội dung bị rỗng

# NullContentTypeEntry
source: Content type entry is null
vi: Thông tin đầu vào của loại nội dung rỗng

# NullContract
source: Contract is null or empty
vi: Không tìm thấy thông tin hợp đồng

# NullContractNo
source: Contract No is null or empty
vi: Mã hợp đồng rỗng

# NullController
source: Controller is null or empty
vi: Không tìm bộ điều khiển điều hướng

# NullCountry
source: Country is null or empty
vi: Không tìm thấy thông tin quốc gia

# NullCountryEntry
source: Country Entry is null or empty
vi: Không tìm thấy thông tin đầu vào của quốc gia

# NullCurrency
source: Currency is null or empty
vi: Không tìm thấy thông tin tiền tệ

# NullCurrencyCode
source: Currency Code is null or empty
vi: Mã tiền tệ rỗng

# NullCurrencyEntry
source: Currency Entry is null or empty
vi: Không tìm thấy thông tin tiền tệ đầu vào

# NullCurrencyName
source: Currency Name is null or empty
vi: Không tìm thấy tên tiền tệ

# NullCurrencyRate
source: Currency Rate is null or empty
vi: Không tìm thấy tỉ lệ tiền tệ

# NullCurrencyRateEntry
source: Currency Rate Entry is null or empty
vi: Không tìm thấy thông tin tỉ lệ tiền tệ đầu vào

# NullCustomer
source: Customer is null or empty
vi: Không tìm thấy khách hàng

# NullCustomerName
source: Customer Name is null or empty
vi: Tên khách hàng rỗng

# NullCustomerNo
source: Customer Number is null or empty
vi: Không tìm thấy mã khách hàng

# NullCustomerRegisterEntry
source: Customer Register Entry is null or empty
vi: Không tìm thấy thông tin đăng ký của khách hàng đầu vào

# NullDescription
source: Description is null or empty
vi: Phần mô tả rỗng

# NullDurationName
source: Duration Name is null or empty
vi: Không tìm hấy thông tin tiêu đề thời hạn

# NullEmployee
source: Employee is null or empty
vi: Không tìm thấy thông tin nhân viên

# NullEmployeeAvailability
source: Employee Availability is null or empty
vi: Không tìm thấy trạng thái sẵn sàng cùa nhân viên

# NullEmployeeAvailabilityEntry
source: Employee Availability Entry is null or empty
vi: Không tìm thấy trạng thái sẵn sàng cùa nhân viên đầu vào

# NullEmployeeEditEntry
source: Employee Entry for editing is null or empty
vi: Không tìm thấy thông tin nhân viên đầu vào trong tiến trình cập nhật

# NullEmployeeEntry
source: Employee Entry is null or empty
vi: Không tìm thấy thông tin nhân viên đầu vào

# NullEmployeeName
source: Employee Name is null or empty
vi: Tên nhân viên rỗng

# NullEmployeeNo
source: Employee No is null or empty
vi: Không tìm thấy mã nhân viên

# NullEmployeeTimeOff
source: Employee Time-Off is null or empty
vi: Không tìm thấy thời gian nghỉ cùa nhân viên

# NullEmployeeTimeOffEntry
source: Employee TimeOff Entry is null or empty
vi: Không tìm thấy thời gian nghỉ cùa nhân viên

# NullEventCode
source: Event Code is null or empty
vi: Không tìm thấy mã sự kiện

# NullEventEditEntry
source: Event Entry for editing is null or empty
vi: Không tìm thấy sự kiện đầu vào trong tiến trình cập nhật

# NullEventTypeEditEntry
source: Event Type Entry for editing is null or empty
vi: Không tìm thấy loại sự kiện đầu vào trong tiến trình cập nhật

# NullExtension
source: Extension is null or empty
vi: Phần mở rộng loại rỗng

# NullFeedbackEntry
source: Feedback Entry is null or empty
vi: Không tìm thấy thông tin phản hồi của khách hàng đầu vào

# NullFileName
source: File Name is null or empty
vi: Không tìm thấy tập tin

# NullFileSource
source: File Source is null or empty
vi: Không tìm thấy nguồn chứa

# NullFirstName
source: FirstName is null or empty
vi: Tên rỗng

# NullFolder
source: Folder is null or empty
vi: Thư mục rỗng

# NullGalleryCollectionEntry
source: Gallery Collection Entry is null or empty
vi: Không tìm thấy thông tin đầu vào của bộ sưu tập

# NullGalleryFileEditEntry
source: Gallery File Entry for Editing is null or empty
vi: Không tìm thấy thông tin tập tin đầu vào trong tiến trình cập nhật

# NullGalleryFileEntry
source: Gallery File Entry is null or empty
vi: Không tìm thấy thông tin tập tin đầu vào

# NullGalleryTopic
source: Gallery Topic is null or empty
vi: Chủ đề thư viện trống rỗng

# NullIncomingMailServerHost
source: Incoming Mail Server Host is null or empty
vi: Không tìm thấy máy chủ mail đến

# NullIncomingMailServerPort
source: Incoming Mail Server Port is null or empty
vi: Không tìm thấy cổng port mail

# NullJobPositionEditEntry
source: Job Position Entry for editing is null or empty
vi: Không tìm thấy thông tin vị trí công việc đầu vào

# NullJobPositionEntry
source: Job Position Entry is null or empty
vi: Không tìm thấy thông tin vị trí công việc đầu vào

# NullLanguageCode
source: Language Code is null or empty
vi: Mã ngôn ngữ trống

# NullLastName
source: Last Name is null or empty
vi: Họ rỗng

# NullMailAccountEditEntry
source: Mail Account Entry for editing is null or empty
vi: Không tìm thấy thông tin tài khoản mail đầu vào trong tiến trình cập nhật

# NullMailAccountEntry
source: Mail Account Entry is null or empty
vi: Không tìm thấy thông tin tài khoản mail đầu vào

# NullMailAddress
source: Mail Address is null or empty
vi: Địa chỉ mail rỗng

# NullMailServerProtocol
source: Mail Server Provider Protocol is null or empty
vi: Giao thức mail rỗng

# NullMailServerProviderEditEntry
source: Mail Server Provider Entry for editing is null or empty
vi: Không tìm thấy thông tin nhà cung cấp máy chủ mail đầu vào

# NullMailServerProviderEntry
source: Mail Server Provider Entry is null or empty
vi: Không tìm thấy nhà cung cấp mail

# NullMailServerProviderName
source: Mail Server Provider Name is null or empty
vi: Tên cung cấp mail trống

# NullMediaFileEditEntry
source: Media File Entry for editing is null or empty
vi: Không tìm thấy thông tin tập tin phương tiện đầu vào trong tiến trình cập nhật

# NullMediaFileEntry
source: Media File Entry is null or empty
vi: Không tìm thấy thông tin tập tin phương tiện truyền thông đầu vào

# NullMenuEditEntry
source: Menu Edit Entry is null or empty
vi: Không tìm thấy thông tin biên soạn đầu vào của danh mục

# NullMenuEntry
source: Menu Entry is null or empty
vi: Không tìm thấy thông tin đầu vào của danh mục

# NullMessageCategory
source: Message Category is null or empty
vi: Không tìm thấy danh mục biểu mẫu

# NullMessageQueueEditEntry
source: Message Queue for editing is null or empty
vi: Không tìm thấy thông tin hàng đợi thông điệp đầu vào trong tiến trình cập nhật

# NullMessageTemplateEditEntry
source: Message Template Entry for editing is null or empty
vi: Không tìm thấy thông tin mã biểu mẫu đầu vào trong tiến trình cập nhật

# NullMessageTemplateEntry
source: Message Template Entry is null or empty
vi: Không tìm thấy thông tin mã biểu mẫu đầu vào

# NullMessageTypeId
source: Message Type Id is null or empty
vi: Mã loại danh mục rỗng

# NullMessageTypeName
source: Message Type Name is null or empty
vi: Không tìm thấy tên loại thông điệp

# NullModuleCapabilityCode
source: Module Capability Code is null or empty
vi: Mã chức năng không tồn tại

# NullModuleCapabilityEntry
source: Module Capability Entry is null or empty
vi: Không tìm thấy thông tin đầu vào của khả năng mô-đun chức năng

# NullModuleCode
source: Module Code is null or empty
vi: Không tìm thấy mã mô-đun chức năng

# NullModuleEditEntry
source: Module entry for editing is null or empty
vi: Đầu vào cập nhật mô-đun trống

# NullModuleEntry
source: Module Entry is null or empty
vi: Không tìm thấy thông tin đầu vào của mô-đun

# NullModuleName
source: Module Name is null or empty
vi: Tên mô-đun rỗng

# NullModuleTitle
source: Module Title is null or empty
vi: Tiêu đề mô-đun trống rỗng

# NullName
source: Name is null or empty
vi: Không tìm thấy thông tên

# NullNewsId
source: News Id is null or empty
vi: Không tìm thấy mã tin tức

# NullNotificationTypeName
source: Notification Type Name is null or empty
vi: Không tìm thấy loại thông cáo

# NullOrderNo
source: Order No is null or empty
vi: Mã hóa đơn rỗng

# NullOrderShipmentEntry
source: Order Shipment Entry is null or empty
vi: Không tìm thấy thông tin đơn hàng vận chuyển đầu vào

# NullOrderTransactionEntry
source: Order Transaction Entry is null or empty
vi: Không tìm thấy thông tin giao địch đơn hàng đầu vào

# NullPackageName
source: Package Name is null or empty
vi: Không tìm thấy tên gói dịch vụ

# NullPackageOption
source: Package Option is null or empty
vi: Không tìm thấy cá gói lựa chọn

# NullPageCode
source: Page Code is null or empty
vi: Không tìm thấy thông tin mã trang

# NullPageEntry
source: Page entry is null or empty
vi: Không tìm thấy thông tin trang đầu vào

# NullPageName
source: Page Name is null or empty
vi: Tiêu đề trang trống

# NullPagePermissionEntry
source: Page Permission Entry is null or empty
vi: Không tìm thấy thông tin phân quyền trên trang đầu vào

# NullPageRolePermissionEntry
source: Page Role Permission Entry is null or empty
vi: Không tìm thấy thông tin phân quyền trên trang đầu vào
