Repository: jackiechou/EagleFramework
Catalog: Eagle.Resources/LanguageResource.*.resx
Languages: vi

source: Create Page
vi: Tạo trang mới

source: Module Basis
vi: Thông tin chức năng cơ bản

# ModuleInfo
source: Module Information
vi: Thông tin chức năng

# PageInfo
source: Page Information
vi: Thông tin trang

source: See more
vi: Chi tiết

source: Total Users
vi: Tổng số người sử dụng

source: Available Items
vi: Những mục sẵn có

source: Selected Items
vi: Những mục được chọn

source: Latest Members
vi: Thành viên mới

# MemberList
source: members
vi: thành viên

source: Members
vi: Thành viên

source: Sign in
vi: Đăng nhập

source: Sign out
vi: Thoát

source: System Settings
vi: Thiết lập hệ thống

source: Add Permission
vi: Thêm phân quyền

source: Edit Permission
vi: Chỉnh sửa phân quyền

source: Edit Module Permission
vi: Hiệu chỉnh phân quyền chức năng

source: Module Permission
vi: Phân quyền theo chức năng

source: Add New Module Capability
vi: Thêm danh mục khả năng mới

source: Display Order
vi: Thứ tự

source: Level Id
vi: Mức độ

source: Level Name
vi: Mức độ

source: Menu Permission
vi: Trình đơn danh mục cho phép

source: Permission Id
vi: Quyền hạn

source: Permission Name
vi: Tên đặc tả quyền hạn

source: Menu Permission Id
vi: Danh mục cho phép

source: Basic
vi: Cơ bản

# BasicInfo
source: Basic Information
vi: Thông tin cơ bản

source: Basis
vi: Nền tảng

# MenuInfo
source: Menu Information
vi: Thông tin danh mục

source: Available Positions
vi: Vị trí sẵn có

source: Selected Positions
vi: Vị trí đã chọn

source: Unknown
vi: Chưa được xác định

source: Document
vi: Tư liệu

source: Documents
vi: Tư liệu

source: Event
vi: Sự kiện

source: Events
vi: Sự kiện

source: Media
vi: Phương tiện truyền thông

source: Audio
vi: Âm thanh

source: Background Audio
vi: Âm thanh nền

source: Images
vi: Hình ảnh

source: InSecure
vi: Không an toàn

source: Member
vi: Thành viên

source: Moderator
vi: Người làm trung gian

source: Music
vi: Âm nhạc

source: Product
vi: Sản phẩm

source: Secure
vi: An toàn

source: Subscriber
vi: Người đăng ký thuê bao

source: Video
vi: Thu hình

source: Video Thumbnail
vi: Hình thu nhỏ

# ResetImage
source: Reset
vi: Thiết lập lại trạng thái ban đầu

# InvalidFileUpload
source: File Upload on model is not at the same name on the form
vi: Tên input file đầu vài không trùng với tên trên form

# OverSizeFile
source: Your file is too large
vi: Tập tin quá kích cỡ cho phép

# MaximumAllowedSize
source: Your file is too large. Maximum allowed size is {0} MB
vi: Kích thước tập tin quá lớn. Kích thước cho phép tối đa là {0} MB

# InvalidFileSize
source: Your file is too large
vi: Kích thước file quá lớn

source: Enter your email
vi: Nhập email của bạn

# ResetPasswordSuccessfully
source: Password is set successfully
vi: Mật mã được tái thiết lập thành công

source: ResetPassword
vi: Thiết lập lại mật khẩu

source: Middle
vi: Ở giữa

source: Quick Shortcuts
vi: Biểu tượng tắt

source: Customer
vi: Khách hàng

source: Key Name
vi: Từ khóa

source: User Type
vi: Nhóm loại

source: Line Phone 1
vi: Đường dây điện thoại thứ nhất

source: Line Phone 2
vi: Đường dây điện thoại thứ hai

source: Storage Type
vi: Loại lưu trữ

source: File Code
vi: Mã tập tin

source: File Version
vi: Phiên bản của tập tin

source: Emergency
vi: Khẩn cấp

source: Emergency Address
vi: Địa chỉ khẩn cấp

source: City Id
vi: Mã thành phố

source: City Name
vi: Tên thành phố

source: All Roles
vi: Tất cả các vai trò

source: Some Roles
vi: Vai trò được chọn

source: Organization
vi: Tổ chức, cơ quan

source: Contact Type
vi: Loại liên hệ

# ContactTypeId
source: Contact Type
vi: Loại liên hệ

source: Contact Id
vi: Mã liên hệ

source: Confirmed Password
vi: Xác nhận mật khẩu

# PasswordAnswer
source: Answer for question to reset password
vi: Câu trả lời cho phần lấy lại mật khẩu

# PasswordQuestion
source: Question for reset password
vi: Câu hỏi để lấy lại mật khẩu

source: Mrs
vi: Bà

source: Is Default
vi: Là mặc định

source: Is Default Role
vi: Là vai trò mặc định

source: Is Trial Used
vi: Được dùng thử

# DuplicateUserName
source: User name is duplicated
vi: Tên tài khoản bị trùng

# InvalidUserName
source: User name is invalid
vi: Tên tài khoản không hợp lệ

source: Is Allowed
vi: Được phép

source: User Permission
vi: Phân quyền trên người dùng

# ExistedMobile
source: Mobile No is existed
vi: Số điện thoại di động này đã tồn tại

# InvalidFormatMobile
source: Mobile format is invalid
vi: Số điện thoại di động có định dạng không hợp lệ

source: Back
vi: Trở về

source: Is Default Group
vi: Là nhóm mặc định

# NotFoundUserGroup
source: User Group has not been found
vi: Không tìm thấy nhóm người dùng

source: Edit User
vi: Hiệu chỉnh thông tin người dùng

# NotFoundUser
source: User has not been found
vi: Không tìm thấy thông tin người dùng

# NotFoundApplication
source: Application has not been found
vi: Không tìm thấy ứng dụng đang truy cập

# NotFoundProfile
source: Profile has not been found
vi: Không tìm thấy tiểu sử của người sử dụng

source: Created on
vi: Tạo vào

source: Modified on
vi: Chỉnh sửa vào

source: Available Groups
vi: Nhóm sẵng sàng

source: Selected Groups
vi: Nhóm đã chọn

# NotFoundRoleEditEntry
source: Role Edit Entry has not been found
vi: Không tìm thấy dữ liệu vai trò đầu vào

# InvalidEmailFormat
source: Format of email is invalid
vi: Định dạng mail không hợp lệ

# NullUserEditEntry
source: User entry for editing is null
vi: Dữ liệu người dùng nhập đầu vào không tìm thấy

# NullUserEntry
source: User entry is null
vi: Dữ liệu người dùng nhập đầu vào không tìm thấy

source: Creat Banner Position
vi: Tạo vị trí cho biểu ngữ

source: List
vi: Danh sách

# DoYouWantToDeleteItem
source: Do you want to delete this item ?
vi: Bạn có muốn xóa đề mục này không ?

source: Taxonomy
vi: Nguyên tắc phân loại

source: Banner Zone
vi: Khu vực biểu ngữ

source: Zone
vi: Khu vực hoạch định

source: Scope
vi: Phạm vi

source: Scope Id
vi: Mã phạm vi

source: Type Name
vi: Tên phân loại

source: Banner Scope
vi: Phạm vi biểu ngữ

source: Banner Scope Management
vi: Quản lý phạm vi biểu ngữ

source: Create Banner Scope
vi: Tạo mới phạm vi biểu ngữ

source: Edit Banner Scope
vi: Chỉnh sửa phạm vi biểu ngữ

source: Loading
vi: Đang tải

source: Selected Page
vi: Trang được chọn

source: Selected Pages
vi: Các trang được chọn

source: Collection Name
vi: Tên bộ sưu tập

source: Topic Name
vi: Tên chủ đề

source: Gallery Topic
vi: Chủ đề thư viện ảnh

source: Gallery Topic Management
vi: Quản lý chủ đề thư viện ảnh

source: Create Gallery Topic
vi: Tạo mới chủ đề thư viện ảnh

source: Edit Gallery Topic
vi: Hiệu chỉnh đề thư viện ảnh

source: Gallery Collection Management
vi: Quản lý bộ sưu tập

source: Create Gallery Collection
vi: Tạo mới bộ sưu tập

source: Edit Gallery Collection
vi: Hiệu chỉnh bộ sưu tập

source: Create Gallery File
vi: Tạo mới tập tin cho bộ sưu tập

source: Edit Gallery File
vi: Hiệu chỉnh tập tin trong thư viện ảnh

source: Gallery File
vi: Tập tin thư viện ảnh

source: Gallery File Management
vi: Quản lý thư viện ảnh

source: Create News Category
vi: Tạo mới chủ đề cho mục tin tức

source: Gallery
vi: Thư viện ảnh

source: Media Album
vi: Quản lý bộ sưu tập

source: Media Artist
vi: Quản lý nghệ sĩ

source: Media Composer
vi: Quản lý người sáng tác

source: Media File
vi: Quản lý phương tiện truyền thông

source: Media PlayList
vi: Quản lý danh sách chương trình phát thanh

source: Media Relation
vi: Quản lý quan hệ phương tiện truyền thông

source: Media Topic
vi: Quản lý chủ đề

source: Media Type
vi: Quản lý chủng loại

source: Album Id
vi: Mã sách sưu tập

source: Artist Alias
vi: Tên hiệu

source: Artist Id
vi: Nghệ sĩ

source: Artist Name
vi: Tên nghệ sĩ

source: Auto Start
vi: Khởi động tự động

source: Composer Id
vi: Nhà sáng tác

source: Create Media File
vi: Tạo mới tập tin phương tiện truyền thông

source: Dimension
vi: Kích thước

source: FileAlias
vi: Bí danh

source: Large Photo
vi: Ảnh lớn

source: Lyric
vi: Lời ca khúc

source: Media Loop
vi: Vòng lặp

source: PlayList Alias
vi: Tên bí danh

source: PlayList Id
vi: Mã danh sách

source: PlayList Name
vi: Tên danh sách

source: Small Photo
vi: Ảnh nhỏ

source: Type Alias
vi: Tên bí danh

source: Type Extension
vi: Phần mở rộng

source: Type Path
vi: Đường dẫn

source: About Us
vi: Giới thiệu

source: Create Company
vi: Tạo công ty

source: Edit Company
vi: Chỉnh sửa thông tin công ty

source: Tree List
vi: Danh sách

source: Flash
vi: Ảnh động

source: Image
vi: Hình ảnh

source: Product Attribute
vi: Đặc tính sản phẩm

source: Product Attributes
vi: Những đặc tính sản phẩm

source: Add New Product Attribute
vi: Thêm đặc tính

source: Dimension and Weight
vi: Kích thước và cân nặng

source: Dimension Weight
vi: Kích thước - cân nặng

# ProductDimensionWeight
source: Product Dimension and Weight
vi: Kích thước và cân nặng của sản phẩm

source: Create Product
vi: Tạo mới sản phẩm

source: Delete Product
vi: Xóa sản phẩm

source: Edit Product
vi: Hiệu chỉnh thông tin sản phẩm

source: Coupon
vi: Phiếu thưởng

source: Coupon Amount
vi: Mức thưởng

source: Coupon Id
vi: Mã phiếu thưởng

source: Coupon Name
vi: Tên phiếu thưởng

source: Coupon Type
vi: Loại phiếu thưởng

source: Create Product Category
vi: Tạo mới chủng loại sản phẩm

source: Edit Product Category
vi: Hiệu chỉnh chủng loại sản phẩm

source: Product Category
vi: Chủng loại sản phẩm

source: Product Category Management
vi: Quản lý chủng loại sản phẩm

source: Product Type
vi: Loại sản phẩm

source: Product Type Management
vi: Quản lý loại sản phẩm

source: Create Product Type
vi: Tạo mới loại sản phẩm

# EditProductType
source: Create Product Type
vi: Hiệu chỉnh loại sản phẩm

source: Management
vi: Quản lý

source: Manufacturer Category
vi: Phân loại nhà sản xuất

source: Manufacturer Category Management
vi: Quản lý nhóm phân loại nhà sản xuất

source: Create Manufacturer
vi: Tạo mới nhà sản xuất

source: Create Manufacturer Category
vi: Tạo mới nhóm phân loại nhà sản xuất

source: Edit Manufacturer
vi: Hiệu chỉnh thông tin nhà sản xuất

source: Edit Manufacturer Category
vi: Hiệu chỉnh nhóm phân loại nhà sản xuất

source: Manufacturer
vi: Nhà sản xuất

source: Identification Number
vi: CMND

source: Customer Type Management
vi: Quản lý loại khách hàng

source: Create Customer Type
vi: Tạo loại khách hàng

source: Edit Customer Type
vi: Chỉnh lý loại khách hàng

source: Create Customer
vi: Tạo mới khách hàng

source: Customer Management
vi: Quản lý thông tin khách hàng

source: Edit Customer
vi: Hiệu chỉnh thông tin khách hàng

# WrongEmailFormat
source: Email Address in invalid format
vi: Sai định dạng mail

# OverTheAllowedLimit
source: It is over the allowed limit
vi: Vượt quá hạn định cho phép

source: Create Payment Method
vi: Tạo phương thức thanh toán mới

source: Create Transaction Method
vi: Tạo mới phương thức giao dịch

source: Edit Payment Method
vi: Hiệu chỉnh phương thức thanh toán

source: Edit Transaction Method
vi: Hiệu chỉnh phương thức giao dịch

source: Payment Method Management
vi: Quản lý phương thức thanh toán

source: Transaction Method Management
vi: Quản lý phương thức giao dịch

source: Payment Method Id
vi: Mã phương thức thanh toán

source: Create Promotion
vi: Tạo khoản khuyến mãi mới

source: Edit Promotion
vi: Chỉnh sửa điều khoản khuyến mãi

source: Create Vendor
vi: Tạo mới nhà cung cấp

source: Edit Vendor
vi: Hiệu chỉnh thông tin nhà cung cấp

source: Is Authorized
vi: Đã xác thực

source: Vendor Management
vi: Quản lý nhà cung cấp

source: Please Select Category
vi: Vui lòng chọn nhóm phân loại

source: Permanent
vi: Thường trú

source: Abstract
vi: Trích đoạn

source: Impression Limitation
vi: Giới hạn số lần gây ấn tượng

source: Infomation
vi: Thông tin

source: Interview calendar report
vi: Báo cáo lịch phỏng vấn

source: Months Of UnPaid Insurance
vi: Bảo hiểm không chi tra theo tháng

# OTNightFullName
source: OT Emloyee
vi: Tên người làm tăng ca đêm

source: Payment By Bank
vi: Trả tiền theo ngân hàng

source: Payment By Cash
vi: Trả tiền mặt

source: Product State
vi: Tình trạng sản phẩm

source: Product Status
vi: Tình trạng sản phẩm

# PR_LSSalaryAdjustID
source: Salary Adjust
vi: Điều chỉnh lương

# ResetPasswordFailed
source: There is an error in resetting password
vi: Thất bại trong việc thiết lập lại mật khẩu

source: Thumb Image
vi: Hình chi tiết

# UnlimitedDescription
source: No limits campaign
vi: Mô tả không giới hạn

source: User Last Update
vi: Người cập nhật cuối

source: User Log
vi: Bản ghi về người dùng

source: Views
vi: Số lượt xem

source: Create Product Attribute
vi: Tạo mới đặc tính sản phẩm

source: Create Product Discount
vi: Tạo mới chiết khấu sản phẩm

source: Edit Product Attribute
vi: Hiệu chỉnh đặc tính sản phẩm

source: Edit Product Discount
vi: Hiệu chỉnh chiết khấu sản phẩm

source: Product Attribute Management
vi: Quản lý đặc tính sản phẩm

source: Product Discount
vi: Chiết khấu sản phẩm

source: Product Discount Management
vi: Quản lý chiết khấu sản phẩm

source: Date Range
vi: Khoảng thời gian

source: Create Product Tax Rate
vi: Tạo mới tỉ lệ thuế

source: Edit Product Tax Rate
vi: Chỉnh sửa tỉ lệ thuế

source: Product Tax Rate
vi: Tỉ lệ thuế

source: Product Tax Rate Management
vi: Quản lý mức thuế

# CommentEmail
source: From Email
vi: Từ tài khoản mail

source: Discount Code
vi: Mã chiết khấu

source: Discount Type
vi: Loại chiết khấu

source: Normal
vi: Thông thường

source: VIP
vi: Đặc biệt

source: Product Comment
vi: Bình luận sản phẩm

source: Product Comment Management
vi: Quản lý bình luận sản phẩm

source: Create Product Comment
vi: Tạo mới bình luận sản phẩm

source: Edit Product Comment
vi: Hiệu chỉnh bình luận sản phẩm

source: CreateCurrency
vi: Tạo hạng mục tiền tệ mới

source: Currency Management
vi: Quản lý tiền tệ

source: Edit Currency
vi: Chỉnh sửa hạng mục tiền tệ

source: Application Setting
vi: Thiết lập ứng dụng

source: ApplicationSettingManagement
vi: Quản lý thiết lập ứng dụng

source: Create Application Setting
vi: Tạo hạng mục thiết lập ứng dụng mới

source: Edit Application Setting
vi: Hiệu chỉnh thiết lập ứng dụng mới

source: SettingId
vi: Thiết đặt

source: Is Selected
vi: Được chọn

source: Selected
vi: Đã chọn

source: UnSelected
vi: Không được chọn

source: CreateLanguage
vi: Tạo ngôn ngữ mới

source: Edit Language
vi: Chỉnh sửa ngôn ngữ

source: Language
vi: Ngôn ngữ

source: Language Management
vi: Quản lý ngôn ngữ

source: Available Languages
vi: Ngôn ngữ sẵn có

source: Selected Languages
vi: Ngôn ngữ được chọn

source: Edit Application Language
vi: Hiểu chỉnh ngôn ngữ trên ứng dụng

source: Option
vi: Lựa chọn

source: Product Attribute Option
vi: Danh sách các lựa chọn

source: Inventory
vi: Lượng tồn kho

source: Limitation
vi: Giới hạn

source: Product Delivery
vi: Giao sản phẩm

source: Product Dimension
vi: Kích thước sản phẩm

source: Product Inventory
vi: Lượng tồn kho của sản phẩm

source: Product Limitation
vi: Giới hạn của sản phẩm

source: Product Scope
vi: Phạm vi sản phẩm

source: Product Specification
vi: Đặc tả sản phẩm

source: Product Unit
vi: Đơn vị của sản phẩm

source: Product Weight
vi: Cân nặng của sản phẩm

source: Please Browse File
vi: Vui lòng chọn file

source: Don't Show Product Attribute
vi: Ẩn thuộc tính sản phẩm

source: Show Product Attribute
vi: Hiển thị thuộc tính sản phẩm

source: Create Media Type
vi: Tạo loại truyền thông mới

source: Edit Media Type
vi: Hiệu chỉnh loại truyền thông

source: Media Type Management
vi: Quản lý loại phương tiện truyền thông

source: Clear
vi: Xóa

source: Clear Search
vi: Xóa tìm kiếm

source: Create Media Artist
vi: Tạo mới nghệ sĩ

source: Create Media Composer
vi: Tạo mới thông tin nhà sáng tác

source: Create Media PlayList
vi: Tạo danh sách mới

source: Create Media Topic
vi: Tạo chủ đề phương tiện truyền thông

source: Edit Media Artist
vi: Hiệu chỉnh thông tin nghệ sĩ

source: Edit Media Composer
vi: Hiệu chỉnh thông tin nhà sáng tác

source: Edit Media PlayList
vi: Cập nhật danh sách

source: Edit Media Topic
vi: Hiệu chỉnh chủ đề phương tiện truyền thông

source: Media Album Management
vi: Quản lý album

source: Media Artist Management
vi: Quản lý nghệ sĩ

source: Media Composer Management
vi: Quản lý nhà sáng tác

source: Media PlayList Management
vi: Quản lý danh sách phát

source: Media Topic Management
vi: Quản lý chủ đề phương tiện truyền thông

source: Device Type
vi: Loại thiết bị

source: Media Resolution Id
vi: Mã phân giải

source: Create Media Album
vi: Tạo album mới

source: Edit Media Album
vi: Hiệu chỉnh thông tin album

source: Last Updated Ip
vi: IP mới nhất

# FileSource
source: Source
vi: Nguồn

source: Media Id
vi: Mã số

source: Create Document Folder
vi: Tạo thư mục

source: Document Folder Management
vi: Quản lý thư mục

source: Edit Documen tFolder
vi: Hiệu chỉnh thông tin thư mục

source: Document Folder
vi: Thư mục tài liệu

source: File Manager
vi: Quản lý tập tin

source: Image Manager
vi: Quản lý hình ảnh

source: Search Type
vi: Loại tìm kiếm

# SearchTypeId
source: Type
vi: Loại

source: Please Select Topic
vi: Vui lòng chọn chủ đề

# ItemSliceAndTotalFormat
source: Showing items {0} through {1} of {2}.
vi: Hiển thị trang {0} với {1} mục trên tổng số {2} mục.

# PageCountAndCurrentLocationFormat
source: Page {0} of {1}
vi: Trang thứ {0} trên tổng {1} trang

source: Edit Media File
vi: Hiệu chỉnh phương tiện truyền thông

source: Album
vi: Tập ảnh

source: PlayList
vi: Danh sách chương trình phát

source: Albums
vi: Danh sách tập ảnh

source: PlayLists
vi: Danh sách chương trính phát trình diễn

# SearchStatus
source: Status
vi: Tình trạng

# SearchTopicId
source: Topic
vi: Chủ đề

source: Package Fee
vi: Phí trọn gói

# ShippingCarrierId
source: Shipping Carrier
vi: Người vận chuyển

source: Shipping Carrier Name
vi: Tên người vận chuyển

# ShippingMethodId
source: ShippingMethod
vi: Phương thức vận chuyển

source: Shipping Method Name
vi: Tên phương thức vận chuyển

source: Shipping Rate Fee
vi: Tỉ lệ phí

# ShippingRateId
source: Shipping Rate
vi: Phí vận chuyển

source: Shipping Rate Name
vi: Tiêu đề

source: Shipping Rate Value
vi: Tỉ lệ phí

source: VAT
vi: Thuế giá trị gia tăng

source: Weight End
vi: Cân nặng tới

source: Weight Start
vi: Cân nặng từ

source: Zip End
vi: Mã kết thúc

source: Zip Start
vi: Mã bắt đầu

source: Create Shipping Carrier
vi: Tạo mới nhà vận chuyển

source: Create Shipping Method
vi: Tạo phương thức vận chuyển mới

source: Create Shipping Rate
vi: Tạo tỉ lệ phí vận chuyển

source: Edit Shipping Carrier
vi: Chình sửa thông tin nhà vận chuyển

source: Edit Shipping Method
vi: Cập nhật thông tin phương thức vận chuyển

source: Edit Shipping Rate
vi: Chỉnh sửa tỉ lệ phí vận chuyển

# NoFoundTagName
source: Tag Name has not been found
vi: Không tìm thấy tên tham chiếu

# NoReferenceList
source: There is no list in reference
vi: Không tìm thấy danh sách tham chiếu

source: ArgumentException-RadioButtonList-Tag Name
vi: Không tìm thấy tên trong nhóm danh sách radio

source: Shipping Carrier
vi: Người vận chuyển

source: Shipping Method
vi: Phương thức vận chuyển

source: Shipping Rate Management
vi: Quản lý tỉ lệ phí vận chuyển

source: Shipping Carrier Management
vi: Quản lý nhà vận chuyển

source: Shipping Method Management
vi: Quản lý phương thức vận chuyển

# ShippingFeeId
source: Shipping Fee
vi: Phí vận chuyển

source: Shipping Fee Name
vi: Tên phí vận chuyển

source: Shipping Fee Management
vi: Quản lý phí vận chuyển

source: Create Shipping Fee
vi: Tạo phí vận chuyển

source: Edit Shipping Fee
vi: Cập nhật phí vận chuyển

# RateFee
source: Fee
vi: Chi phí

source: Only decimal numbers allowed
vi: Chỉ cho phép số thập phân

source: Only numbers allowed
vi: Chỉ cho phép số

source: Create Order
vi: Tạo hóa đơn

source: Edit Order
vi: Hiệu chỉnh hóa đơn

source: Order
vi: Hóa đơn

source: Booking
vi: Đặt lịch

source: Create Booking
vi: Đặt lịch

source: Edit Booking
vi: Hiệu chỉnh lịch đăng ký

source: Booking Date
vi: Ngày hẹn

# BookingId
source: Booking
vi: Đăng ký lịch hẹn

source: Create Service Pack
vi: Tạo gói dịch vụ mới

source: Deposit
vi: Đặt cọc

source: Edit Service Pack
vi: Chỉnh sửa thông tin gói dịch vụ

# EmployeeId
source: Employee
vi: Nhân viên

source: Service Pack
vi: Gói dịch vụ

source: Service Pack Fee
vi: Phí dịch vụ

# ServicePackId
source: Service Pack
vi: Gói dịch vụ

source: Service Pack Name
vi: Tên gói dịch vụ

# PleaseSelectServicePack
source: Please select service
vi: Vui lòng chọn dịch vụ

source: Please select customer
vi: Vui lòng chọn khách hàng

source: Please select employee
vi: Vui lòng chọn nhân viên

source: Select Customer
vi: Chọn khách hàng

source: Select Service
vi: Chọn dịch vụ

source: Select Staff
vi: Chọn nhân viên

source: Create Service Booking
vi: Đặt lịch

source: Create Service Discount
vi: Tạo mục chiết khấu mới cho dịch vụ

source: Edit Service Discount
vi: Hiệu chỉnh chiết khấu dịch vụ

source: Service Discount
vi: Chiết khấu dịch vụ

source: Service Discount Management
vi: Quản lý chiết khấu cho dịch vụ

source: Service Pack Management
vi: Quản lý gói dịch vụ

# SearchModuleType
source: Module Type
vi: Loại chương trình

# PleaseInputModuleName
source: Please enter module name
vi: Vui lòng nhập tên khối chương trình

source: Employee No
vi: Mã nhân viên

# ServicePackTotalFee
source: Total Fee
vi: Tổng phí

source: Create Job Position
vi: Tạo chức vụ mới

source: Edit Job Position
vi: Cập nhật thông tin chức vụ

source: Job Position
vi: Chức vụ

source: Job Position Management
vi: Quản lý chức vụ

# PleaseSelectCollection
source: Please select a collection
vi: Vui lòng chọn bộ sưu tập

source: Please select company
vi: Vui lòng chọn công ty

# PleaseSelectItem
source: Please select an item
vi: Vui lòng chọn hạng mục

source: Please select position
vi: Vui lòng chọn vị trí

# PleaseSelectVendor
source: Please select a vendor
vi: Vui lòng chọn người bán

# EmergencyAddressId
source: Emergency Address
vi: Địa chỉ khẩn cấp

# PermanentAddressId
source: PermanentAddress
vi: Địa chỉ thường trú

# ContractTypeId
source: Contract Type
vi: Loại hợp đồng

source: Create Contract
vi: Tạo hợp đồng mới

source: Edit Contract
vi: Hiệu chỉnh hợp đồng

source: Labor Contract
vi: Hợp đồng lao động

source: Trade Contract
vi: Hợp đồng thương mại

source: Choose Employee
vi: Chọn nhân viên

# VaidDouble
source: {0} must be a float number 8 bytes between {1} and {2}.
vi: {0} phải là một số thập phân 8 bytes nằm trong dãy từ {1} tới {2}.

# ValidDecimal
source: {0} must be a decimal number 16 bytes between {1} and {2}.
vi: {0} phải là một số thập phân 16 bytes nằm trong dãy từ {1} tới {2}.

# ValidFloat
source: {0} must be a float number 4 bytes between {1} and {2}.
vi: {0} phải là một số thập phân 4 bytes nằm trong dãy từ {1} tới {2}.

# ValidInteger
source: {0} must be a integer number between {1} and {2}.
vi: {0} phải là số nguyên từ {1} tới {2}.

source: Alloted Time
vi: Thời gian quy định

# DurationId
source: Duration
vi: Khoảng thời gian

# DurationName
source: Duration
vi: Khoảng thời gian

source: Create Service Pack Duration
vi: Tạo mốc thời gian cho gói dịch vụ

source: Edit Service Pack Duration
vi: Cập nhật mốc thời gian cho gói dịch vụ

source: Service Pack Duration
vi: Mốc thời gian cho gói dịch vụ

source: Service Pack Duration Management
vi: Quản lý mốc thời gian cho gói dịch vụ

source: Approved
vi: Duyệt

source: Cancelled
vi: Hủy

source: Rejected
vi: Từ chối

source: Capacity
vi: Sức chứa

# ProviderId
source: Provider
vi: Nhà cung cấp

source: Provider
vi: Nhà cung cấp

source: Providers
vi: Những nhà cung cấp

source: Booking Calendar
vi: Lịch đặt chỗ

source: Create Booking Calendar
vi: Đặt lịch giữ chỗ

source: Edit Booking Calendar
vi: Cập nhật thông tin đặt lịch

# EventCode
source: Event
vi: Mã sự kiện

# EventId
source: Event
vi: Sự kiện

source: Event Message
vi: Nội dung sự kiện

source: Event Occurrence
vi: Số lần xuất hiện
